{
  "id": "a11dbfc48a7c435c",
  "title": "WIN TICKETS FOR STRANGER THINGS RULES | 105 . 5 & 106 . 3 KISS FM",
  "description": "Don't miss out on the latest from 105.5 & 106.3 KISS FM, All The Hits for the Rio Grande Valley, Don't miss out on the latest from 105.5 & 106.3 KISS FM, All The Hits for the Rio Grande Valley, All the Hits for the Rio Grande Valley, All the Hits for the Rio Grande Valley",
  "content": "**WIN TICKETS TO STRANGER THINGS Sweepstakes (the “Sweepstakes”) Official Rules**\n\n**NO PURCHASE OR PAYMENT OF ANY KIND IS NECESSARY TO ENTER OR WIN OR CLAIM PRIZE.**\n\n**A PURCHASE OR PAYMENT WILL NOT INCREASE AN ENTRANT’S CHANCES OF WINNING.**\n\nParticipating Station(s): KHKZ/KQXX (the “Station(s)”)\n\nAddress: 901 E PIKE BLVD, WESLACO, TEXAS\n\nFor a copy of these Official Rules, please visit KISSFMRGV.COM List of Winner(s): For the name(s) of the winner(s), send a stamped, self-addressed envelope, to: iHeartMedia + Entertainment, Inc., TICKETS TO STRANGER THINGS Sweepstakes at 901 E PIKE BLVD, WESLACO, TEXAS Requests must be received within 30 days after the conclusion of the Sweepstakes.\n\n1.**ELIGIBILITY.** This Sweepstakes is open only to individuals who are legal residents of TEXAS and who reside within one of the following counties: CAMERON, STAR, WILLACY AND HIDALGO and are 18 years of age or older at the time of entry (“Entrant”). Void outside (counties listed above) and where prohibited or restricted by law. Employees, contractors, officers and directors of Sponsor, its affiliates, parent companies, subsidiaries, divisions, suppliers, distributors and advertising, promotional and judging agencies, the Station, and any third party prize provider(s) and/or prize fulfillment service (collectively, the “Sweepstakes Entities”); individuals employed by any other radio and television station; and members of their immediate families (spouse and biological, adoptive or step-parents, grandparents, children, grandchildren and siblings, and each of their respective spouses regardless of where they reside) or households (whether related or not) of any of the above individuals are not eligible to participate in the Sweepstakes or win the prize. The Sweepstakes is subject to all applicable federal, state, and local law and regulations.\n\nEligibility Frequency Limits: The Sponsor may set limitations on how frequently an individual can be eligible to win more than one (1) prize ",
  "source": "kissfmrgv.iheart.com",
  "source_url": "https://kissfmrgv.iheart.com/content/2025-12-29-win-tickets-for-stranger-things-rules/",
  "published_at": "20251230T011500Z",
  "fetched_at": "2025-12-31T00:23:34.453563+00:00",
  "category": "health_biotech",
  "subcategory": null,
  "keywords": [],
  "location": "United States",
  "raw_data": {
    "url": "https://kissfmrgv.iheart.com/content/2025-12-29-win-tickets-for-stranger-things-rules/",
    "url_mobile": "",
    "title": "WIN TICKETS FOR STRANGER THINGS RULES | 105 . 5 & 106 . 3 KISS FM",
    "seendate": "20251230T011500Z",
    "socialimage": "https://i.iheart.com/v3/re/assets.getty/69530297a0630a381aabcafb?ops=gravity(%22north%22),fit(1200,675),quality(65)",
    "domain": "kissfmrgv.iheart.com",
    "language": "English",
    "sourcecountry": "United States"
  }
}