{
  "id": "18bdf155edd37630",
  "title": "Massachusetts maker of semiconductors keeping companies around the world moving",
  "description": "Did you know that the world’s largest continuous source of semiconductors is located right here in Massachusetts? ",
  "content": "[Skip to content](https://www.wcvb.com/article/made-in-mass-semiconductors-rochester-electronics/69858717#)\n\n[NOWCASTNewsCenter 5 at 7\\\\\n\\\\\nWatch on Demand](https://www.wcvb.com/nowcast)\n\nPress enter to searchType to Search\n\n# Search location by ZIP code\n\nZIP\n\nAdvertisement\n\n\n# Massachusetts maker of semiconductors keeping companies around the world moving\n\nMassachusetts maker of semiconductors keeping companies around the world moving\n\nMASS IS KEEPING COMPANIES MOVING. JUST OFF OF EXIT 83 ON 95, IN NEWBURYPORT, YOU’LL FIND THE SPRAWLING CAMPUS OF ROCHESTER ELECTRONICS HERE IN FIVE DIFFERENT BUILDINGS WITH NEARLY A HALF 1,000,000FT OF MANUFACTURING AND STORAGE SPACE. THE NAME OF THE GAME IS SEMICONDUCTOR CHIPS. WHEN SOMEBODY SAYS SEMICONDUCTOR CHIP, WHAT CAN THAT MEAN? WITH THAT, MORE SPECIFICALLY, MEANS WOULD BE EVERYTHING FROM A MICROPROCESSOR ALL THE WAY DOWN TO A TRANSISTOR. CHRIS GERRISH IS CO-PRESIDENT OF THIS FAMILY OWNED ELECTRONICS COMPANY, FROM TELECOM TO MEDICAL TO DEFENSE, AGRICULTURAL OR ENERGY. THOUSANDS OF INDUSTRIES FROM ALL OVER THE WORLD RELY ON ROCHESTER TO BUILD COMPUTER CHIPS FOR THEIR SPECIFIC INDIVIDUAL COMPANY NEEDS. THIS IS PROBABLY ABOUT A 35 YEAR OLD TECHNOLOGY. AS CHRIS EXPLAINS, A COMPANY LIKE JOHN DEERE MAY HAVE ORIGINALLY BUILT A CHIP TO RUN A TRACTOR, BUT AS TECHNOLOGY ADVANCED, JOHN DEERE MAY NO LONGER HAVE THE CAPACITY TO KEEP BUILDING THAT ORIGINAL CHIP. SO THAT’S WHERE ROCHESTER STEPS IN TO REPRODUCE AND REPLENISH THE SUPPLY OF ORIGINAL SEMICONDUCTORS NEEDED FOR TRACTORS ALREADY ON THE MARKET. SO THEY NEEDED TO HAVE A RELIABLE, CONTINUING SOURCE OF SUPPLY FOR THOSE PRODUCTS THAT THEY CRITICALLY NEEDED FOR ALL SORTS OF TYPES OF APPLICATIONS. ANOTHER EXAMPLE OF THE WORK DONE HERE. THE MBTA RECENTLY CALLED ON ROCHESTER TO REPLACE A CRITICAL SAFETY CONTROL BOARD COMPONENT NEEDED FOR ITS TRAINS. THAT’S BECAUSE THE ORIGINAL MANUFACTURER HAD DISCONTINUED MAKING THE PART FIVE YEARS PRIOR. WE HAD THE LICENSING, THE MANUFACTURING RIGHTS TO ",
  "source": "wcvb.com",
  "source_url": "https://www.wcvb.com/article/made-in-mass-semiconductors-rochester-electronics/69858717",
  "published_at": "20251230T013000Z",
  "fetched_at": "2025-12-31T00:23:34.453563+00:00",
  "category": "semiconductors_compute",
  "subcategory": null,
  "keywords": [
    "semiconductor"
  ],
  "location": "United States",
  "raw_data": {
    "url": "https://www.wcvb.com/article/made-in-mass-semiconductors-rochester-electronics/69858717",
    "url_mobile": "",
    "title": "Massachusetts maker of semiconductors keeping companies around the world moving",
    "seendate": "20251230T013000Z",
    "socialimage": "https://kubrick.htvapps.com/htv-prod-media.s3.amazonaws.com/images/screenshot-2025-12-29-101243-69529a75bbadd.png?crop=0.9981785063752278xw:1xh;center,top",
    "domain": "wcvb.com",
    "language": "English",
    "sourcecountry": "United States"
  }
}