{
  "id": "b5c01647f5cb34df",
  "title": "Industrial output expands in Nov .; retail sales post sharpest fall in 21 months",
  "description": "South Korea's industrial output grew from a month earlier in November, driven by robust semiconductor production, while retail sales fell at their fastest pace",
  "content": "# Industrial output expands in Nov.; retail sales post sharpest fall in 21 months\n\nPublished : Dec. 30, 2025 - 09:12:58\n\n- - Link copied!\n\n\n\n![Samsung Electronics’ semiconductor production line at its Hwaseong campus. (Samsung Electronics)](https://wimg.heraldcorp.com/news/cms/2025/12/30/news-p.v1.20251230.23828157f5054a76b019e1ce895e4ca7_P1.jpg)Samsung Electronics’ semiconductor production line at its Hwaseong campus. (Samsung Electronics)\n\nSouth Korea's industrial output grew from a month earlier in November, driven by robust semiconductor production, while retail sales fell at their fastest pace in 21 months, government data showed Tuesday.\n\nRetail sales, a gauge of private spending, dropped 3.3 percent over the period, following a brief rebound the previous month, according to data from the Ministry of Data and Statistics.\n\nThis marked the steepest decline since February 2024, when it dropped 3.1 percent on-month.\n\nThe downturn was largely driven by weaker sales of food and apparel, reflecting the fading impact of the extended Chuseok holiday that fell in early October.\n\n\"There is also a base effect following the increase in October due to the Chuseok holiday, a brief cold spell and various discount campaigns,\" Lee Doo-won of the ministry said.\n\nSales of semidurable goods, such as clothing, dropped 3.6 percent, while sales of non-durable goods, including food, declined 4.3 percent, marking the sharpest month-on-month drop since February 2024.\n\nHowever, Lee noted that cumulative retail sales rose 0.4 percent during the January-November period and said there remains a possibility that annual retail sales for 2025 could turn positive, ending a three-year streak of declines.\n\nIndustrial production rose 0.9 percent on-month in November.\n\nIndustrial output has fluctuated in recent months, falling 0.3 percent in August, rising 1.3 percent in September and declining 2.7 percent in October.\n\nThe output of the mining and manufacturing sector, considered the backbone of th",
  "source": "koreaherald.com",
  "source_url": "https://www.koreaherald.com/article/10645673",
  "published_at": "20251230T010000Z",
  "fetched_at": "2025-12-31T00:23:34.453563+00:00",
  "category": "semiconductors_compute",
  "subcategory": null,
  "keywords": [
    "ai"
  ],
  "location": "South Korea",
  "raw_data": {
    "url": "https://www.koreaherald.com/article/10645673",
    "url_mobile": "https://m.koreaherald.com/article/10645673",
    "title": "Industrial output expands in Nov .; retail sales post sharpest fall in 21 months",
    "seendate": "20251230T010000Z",
    "socialimage": "https://wimg.heraldcorp.com/news/cms/2025/12/30/news-p.v1.20251230.23828157f5054a76b019e1ce895e4ca7_T1.jpg",
    "domain": "koreaherald.com",
    "language": "English",
    "sourcecountry": "South Korea"
  }
}