{
  "id": "fcc763a25f3db4d7",
  "title": "Taiwan shares end down after U . S . losses",
  "description": "Shares in Taiwan closed lower Tuesday after losses in the United States overnight, with the downturn limited by government-led funds picking up large cap stocks to minimize volatility, dealers said.",
  "content": "Focus Taiwan App\n\n[Download](https://focustaiwan.tw/business/202512300018#)\n\n[Business](https://focustaiwan.tw/business)\n\n# Taiwan shares end down after U.S. losses\n\n12/30/2025 05:01 PM\n\nListen\n\nLinkWhatsappRedditLineEmail\n\nTo activate the text-to-speech service, please first agree to the privacy policy below.\n\n![For illustrative purposes only. CNA file photo](https://imgcdn.cna.com.tw/Eng/WebEngPhotos/800/2025/20251230/1034x768_321731401407.jpg)For illustrative purposes only. CNA file photo\n\nTaipei, Dec. 30 (CNA) Shares in Taiwan closed lower Tuesday after losses in the United States overnight, with the downturn limited by government-led funds picking up large cap stocks to minimize volatility, dealers said.\n\nThe Taiex, the Taiwan Stock Exchange's benchmark index, ended down 103.76 points, or 0.36 percent, at 28,707.13 after moving between 28,553.64 and 28.833.03. Turnover totaled NT$458.85 billion (US$14.63 billion).\n\nThe market opened down 0.30 percent and selling escalated pushing the Taiex down by over 250 points in the early morning session on U.S. weakness overnight. However, bargain hunting followed, helping the broader market return to positive territory at one point, before downward pressure resumed, particularly in the late trading session pushing the index back into negative territory, dealers said.\n\n\"Large cap tech and financial stocks recovered from earlier losses to cap the downturn on the broader market today,\" Moore Securities Investment Consulting Co. Adam Lin said.\n\n\"I suspect government-led funds stood behind the bargain hunting as the government wanted to bolster investors' confidence at a time when China has launched a large-scale military drill around Taiwan,\" Lin added.\n\nAmong market heavyweights to receive government support, contract chipmaker Taiwan Semiconductor Manufacturing Co. (TSMC), the most heavily weighted local stock, lost 0.65 percent to close at NT$1,520.00, off a low of NT$1,510.00.\n\nSmartphone IC designer MediaTek Inc. ended u",
  "source": "focustaiwan.tw",
  "source_url": "https://focustaiwan.tw/business/202512300018",
  "published_at": "20251230T120000Z",
  "fetched_at": "2025-12-31T00:23:34.453563+00:00",
  "category": "semiconductors_compute",
  "subcategory": null,
  "keywords": [
    "ai",
    "taiwan"
  ],
  "location": "Taiwan",
  "raw_data": {
    "url": "https://focustaiwan.tw/business/202512300018",
    "url_mobile": "",
    "title": "Taiwan shares end down after U . S . losses",
    "seendate": "20251230T120000Z",
    "socialimage": "https://imgcdn.cna.com.tw/Eng/WebEngPhotos/WebOg/600/2025/20251230/1034x543_331934523777.jpg",
    "domain": "focustaiwan.tw",
    "language": "English",
    "sourcecountry": "Taiwan"
  }
}