{
  "id": "df77f1403738e3a4",
  "title": "Mroczny sekret mocarstw jądrowych . Naukowcy ujawniają skalę zgonów",
  "description": "Zatajanie danych oraz wspólnota interesów państw posiadających broń jądrową mogły prowadzić do systematycznego zaniżania skutków zdrowotnych prób atomowych, które mogły skutkować śmiercią co najmniej 2 mln ludzi - wynika z raportu norweskiej organizacji humanitarnej Norsk Folkehjelp.",
  "content": "REKLAMA\n\nZatajanie danych oraz wspólnota interesów państw posiadających broń jądrową mogły prowadzić do systematycznego zaniżania skutków zdrowotnych prób atomowych, które mogły skutkować śmiercią co najmniej 2 mln ludzi - wynika z raportu norweskiej organizacji humanitarnej Norsk Folkehjelp.\n\n![Mroczny sekret mocarstw jądrowych. Naukowcy ujawniają skalę zgonów](https://galeria.bankier.pl/p/1/6/e32b35f90d9e00-945-560-22-319-1719-1031.jpg)\n\n![Mroczny sekret mocarstw jądrowych. Naukowcy ujawniają skalę zgonów](https://galeria.bankier.pl/p/1/6/e32b35f90d9e00-945-560-22-319-1719-1031.jpg)\n\n/ FORUM\n\n## Nie znamy pełnej skali skutków prób jądrowych\n\nRaport nt. oceny i przeciwdziałania skutkom humanitarnym i środowiskowym testów jądrowych (ang. tytuł: „Is it Safe? A Framework for Assessing and Addressing the Ongoing Humanitarian and Environmental Consequences of Nuclear Testing”) przygotowało międzynarodowe grono naukowców. Podkreślili oni, że mimo głębokich różnic politycznych kraje dysponujące bronią jądrową – zarówno USA, jak i Korea Północna – mają wspólny interes w minimalizowaniu odpowiedzialności za długofalowe konsekwencje testów, zarówno wobec własnych obywateli, jak i społeczności międzynarodowej.\n\nZ tego powodu pełna skala skutków zdrowotnych pozostaje nieznana. Brak dostępu do archiwów wojskowych i wyników badań epidemiologicznych, a przede wszystkim niechęć państw nuklearnych do ujawniania danych, uniemożliwiają ustalenie faktycznych konsekwencji testów.\n\n## 2 tys. prób na całym świecie\n\nPierwszy test atomowy został przeprowadzony w **Stanach Zjednoczonych** w lipcu 1945 roku. Ostatni potwierdzony test jądrowy przeprowadzono w 2017 roku w **Korei Północnej**. W tym czasie na całym świecie zanotowano około 2 tys. takich prób. Szczególnie niebezpieczne w skutkach miały być te, które przeprowadzono bezpośrednio w atmosferze. Powstałe w ich wyniku radioaktywne izotopy rozprzestrzeniły się po całym świecie. Opad promieniotwórczy objął nie tylko bezpośrednie okolice",
  "source": "bankier.pl",
  "source_url": "https://www.bankier.pl/wiadomosc/Mroczny-sekret-mocarstw-jadrowych-Naukowcy-ujawniaja-skale-zgonow-9072507.html",
  "published_at": "20260201T064500Z",
  "fetched_at": "2026-02-02T00:29:20.107852+00:00",
  "category": "geopolitics_security",
  "subcategory": null,
  "keywords": [],
  "location": "Poland",
  "raw_data": {
    "url": "https://www.bankier.pl/wiadomosc/Mroczny-sekret-mocarstw-jadrowych-Naukowcy-ujawniaja-skale-zgonow-9072507.html",
    "url_mobile": "",
    "title": "Mroczny sekret mocarstw jądrowych . Naukowcy ujawniają skalę zgonów",
    "seendate": "20260201T064500Z",
    "socialimage": "https://galeria.bankier.pl/p/1/6/e32b35f90d9e00-945-560-22-319-1719-1031.jpg",
    "domain": "bankier.pl",
    "language": "Polish",
    "sourcecountry": "Poland"
  }
}