{
  "id": "1dfaab07c62f6113",
  "title": "SpaceX seeks approval for million - plus satellites in space data - centre complex",
  "description": "Elon Musk says the lowest cost place to put AI will be space, and that it will be true “within two years, maybe three at the latest”.",
  "content": "Advertisement\n\nListen to this article\n\n3 min\n\nAdvertisement\n\nSpaceX is requesting permission to launch as many as 1 million satellites into the Earth’s orbit in order to pull off Elon Musk’s latest grand vision of putting data centers in space to do complex computing for artificial intelligence.\n\nIn a filing with the Federal Communications Commission made late Friday, SpaceX said it’s creating the solar-powered network in order to “accommodate the explosive growth of data demands driven by AI.”\n\n![SpaceX proposes that the sun - shown here in an image from the Solar Dynamics Observatory during a geomagnetic storm watch last year - would directly power the AI data centres in space.](https://static.ffx.io/images/$zoom_0.28%2C$multiply_0.7725%2C$ratio_1.5%2C$width_756%2C$x_0%2C$y_0/t_crop_custom/q_86%2Cf_auto/e3f8b40973051e866b0af151969dc6d8376424f2)\nSpaceX proposes that the sun - shown here in an image from the Solar Dynamics Observatory during a geomagnetic storm watch last year - would directly power the AI data centres in space.NASA/AP\n\n“Launching a constellation of a million satellites that operate as orbital data centres is a first step towards becoming a Kardashev II-level civilisation — one that can harness the sun’s full power — while supporting AI-driven applications for billions of people today and ensuring humanity’s multi-planetary future amongst the stars,” SpaceX wrote in the filing.\n\nThe system, which could be launched via the company’s reusable Starship rocket, would serve as a lower-cost and more environmentally friendly alternative to land-based data centres, the filing states.\n\nInstead of requiring cooling systems that use large volumes of water like those on land, the network would rely on radiative cooling that occurs in space, which allows for the dissipation of heat. It would also reduce the need to rely on batteries, since it would acquire energy from the sun, according to the filing.\n\nMusk responded to reports of the filing on X early Saturday ",
  "source": "watoday.com.au",
  "source_url": "https://www.watoday.com.au/business/companies/spacex-seeks-approval-for-million-plus-satellites-in-space-data-centre-complex-20260201-p5nylc.html",
  "published_at": "20260201T061500Z",
  "fetched_at": "2026-02-02T00:29:20.107852+00:00",
  "category": "space_frontier",
  "subcategory": null,
  "keywords": [
    "spacex",
    "satellite"
  ],
  "location": "Australia",
  "raw_data": {
    "url": "https://www.watoday.com.au/business/companies/spacex-seeks-approval-for-million-plus-satellites-in-space-data-centre-complex-20260201-p5nylc.html",
    "url_mobile": "",
    "title": "SpaceX seeks approval for million - plus satellites in space data - centre complex",
    "seendate": "20260201T061500Z",
    "socialimage": "https://static.ffx.io/images/$zoom_0.3531%2C$multiply_0.7554%2C$ratio_1.777778%2C$width_1059%2C$x_0%2C$y_0/t_crop_custom/q_86%2Cf_auto/e3f8b40973051e866b0af151969dc6d8376424f2",
    "domain": "watoday.com.au",
    "language": "English",
    "sourcecountry": "Australia"
  }
}