{
  "id": "5d0e7a003c879416",
  "title": "封关开局之年怎么干 ？ 海南19位市 （ 县 ） 委书记 、 市 （ 县 ） 长畅谈发展思路→ - 南海网",
  "description": "南海网由海南日报报业集团主办，是海南省唯一重点新闻网站，海南省最具影响力的综合门户网站，海南自贸港权威信息发布平台，第一时间发布最新的海南新闻和资讯。",
  "content": "[![](https://www.hinews.cn/icon/logo.png)](https://www.hinews.cn/)\n\n搜索\n\n- 新闻报料热线：966123\n- [更多频道](javascipt:;)\n- [融媒矩阵](javascipt:;)\n- [区域网群](javascipt:;)\n\n## 封关开局之年怎么干？海南19位市（县）委书记、市（县）长畅谈发展思路→\n\n- 来源： [海南日报](http://news.hndaily.cn/html/2026-02/01/node_58469.htm)\n- 时间： 2026-02-01 08:54:38\n\n■ 海南日报全媒体记者\n\n编者按\n\n今年是“十五五”开局之年，也是海南自由贸易港全面实施封关运作开局之年。“以更加坚定的信心、更加昂扬的斗志、更加扎实的作风，团结奋斗、乘势而上，努力实现‘十五五’良好开局。”在省七届人大五次会议闭幕会上，省委书记、省人大常委会主任冯飞发表的讲话，凝聚共识、坚定信心、鼓舞干劲。\n\n完整准确全面贯彻新发展理念，着力推动高质量发展，坚持稳中求进工作总基调……省长刘小明所作的政府工作报告对今年的工作作出了部署，为今后的发展擘画了蓝图，明确了路径。\n\n今天，本报推出专版，刊登我省19位市（县）委书记、市（县）长畅谈如何按照今年省两会的工作部署，结合自身实际，谋划新一年市县发展的新举措、新思路。奋进新征程，扬帆再出发。新的一年，我们要坚定信心、笃行实干，解放思想、改革创新，以历史主动精神战风险、迎挑战、克难关，高标准建设海南自由贸易港，加快打造引领我国新时代对外开放的重要门户，奋力谱写中国式现代化海南篇章。\n\n**海口市委副书记、市长张勇：**\n\n**加快推进海南自由贸易港核心引领区建设**\n\n![](https://qiniu-rmt-data.hinews.cn/common/img/IMG_3b94d8545c4943148926ce0ac99f342b.jpg)\n\n海口将深入贯彻落实省两会精神，大力弘扬敢闯敢试、敢为人先、埋头苦干的特区精神，全力完成经济社会发展目标任务，奋力在把海南自由贸易港打造成为引领我国新时代对外开放重要门户的战略目标中扛起省会担当。\n\n以更大力度扩大对外开放。稳步扩大制度型开放，全量落地自贸港政策场景，把政策红利加速转化为发展动能。深化与共建“一带一路”国家和地区交流合作及功能对接，探索与粤港澳大湾区协同发展新场景，吸引全球优质生产要素集聚。\n\n以更高质量培育壮大产业。聚力发展战略支撑型、自贸特色型、未来新兴型、赋能保障型等“四型”产业，支持生物制造、氢能、脑机接口产业化发展，推动主导产业补链延链、优化升级。统筹推动临空经济、临港产业、总部经济等重点片区高质量发展。探索TOD开发模式，优化CBD与产业园区布局。\n\n以更高标准深化改革创新。加强重点领域体制机制改革创新，推出更多具有世界影响力和自贸港辨识度的制度集成创新成果。拓展“标准化+非标准化”服务，推动“解决一件事”向“办好一类事”延伸，打造市场化、法治化、国际化一流营商环境。\n\n以更实举措增进民生福祉。坚持把更多政策、资金、资源投资于人、服务于民生，加强普惠性、基础性、兜底性民生建设，一体推进城市体检和城市更新。\n\n**三亚市委副书记、市长陈希：**\n\n**打造自贸港建设标杆 推动三亚高质量发展**\n\n![](https://qiniu-rmt-data.hinews.cn/common/img/IMG_b588e88b5bd5474b97ec2f3eac5cf373.jpg)\n\n三亚市将认真贯彻落实省两会精神，严格对照政府工作报告明确的目标任务，全力以赴抓好各项工作，大力建设世界知名宜居宜游宜业现代化滨海城市，在把海南自贸港打造成为引领我国新时代对外开放的重要门户中挑大梁、当先锋。\n\n一是全力推进自贸港建设蓬勃发展。用好自贸港封关运作开放优势，进一步扩大开放政策应用，做好“外资、外贸、外国人”三篇文章。二是全力推动经济持续回升向好。坚持把扩大内需作为拉动经济增长的主动力，扩大有效投资，加速释放消费潜力；主动对接、积极融入全省“大招商”架构，大力引进一批标志性项目。三是全力打造具有三亚特色的现代化产业体系。推动四大主导产业补链延链、优化升级，聚焦深海、种业，打造全国种业深海科技产业创新示范区，在因地制宜发展新质生产力上取得新突破。四是全力提升人民群众获得感幸福感。高质量办好就业、教育、医疗、住房、社会保障等民生实事，大力发展文化体育事业，让发展成果更多更公平惠及人民群众。五是全力守牢不发生系统性风险底线。把风险防控和安全保障放在自由贸易港建设的前提位置，加强风险跟踪研判，提高应对风险挑战的能力，牢牢守住安全底线，以高水平安全保障高水平开放。\n\n**三",
  "source": "hinews.cn",
  "source_url": "https://www.hinews.cn/page?n=2796512&m=1&s=1044",
  "published_at": "20260201T041500Z",
  "fetched_at": "2026-02-02T00:29:20.107852+00:00",
  "category": "space_frontier",
  "subcategory": null,
  "keywords": [],
  "location": "China",
  "raw_data": {
    "url": "https://www.hinews.cn/page?n=2796512&m=1&s=1044",
    "url_mobile": "",
    "title": "封关开局之年怎么干 ？ 海南19位市 （ 县 ） 委书记 、 市 （ 县 ） 长畅谈发展思路→ - 南海网",
    "seendate": "20260201T041500Z",
    "socialimage": "",
    "domain": "hinews.cn",
    "language": "Chinese",
    "sourcecountry": "China"
  }
}