{
  "id": "2f91842082c979dc",
  "title": "Coalition of consumer advocates demands action on infant formula",
  "description": "A group of consumer advocate organizations has asked top health officials to take immediate action to protect the safety of infant formula.\n\nThe Safe Food Coalition says the federal government needs to act now to prevent another outbreak of botulism infections like the ongoing one traced to ByHeart powdered infant",
  "content": "We value your privacy\n\nWe use cookies to enhance your browsing experience, serve personalised ads or content, and analyse our traffic. By clicking \"Accept All\", you consent to our use of cookies.\n\nCustomiseReject AllAccept All\n\nPowered by [Visit CookieYes website](https://www.cookieyes.com/product/cookie-consent/?ref=cypbcyb&utm_source=cookie-banner&utm_medium=fl-branding)\n\nCustomise Consent Preferences![](https://cdn-cookieyes.com/assets/images/close.svg)\n\nWe use cookies to help you navigate efficiently and perform certain functions. You will find detailed information about all cookies under each consent category below.\n\nThe cookies that are categorised as \"Necessary\" are stored on your browser as they are essential for enabling the basic functionalities of the site. ... Show more\n\nNecessaryAlways Active\n\nNecessary cookies are required to enable the basic features of this site, such as providing secure log-in or adjusting your consent preferences. These cookies do not store any personally identifiable data.\n\n- Cookie\n\n\\_\\_cf\\_bm\n\n- Duration\n\n1 hour\n\n- Description\n\nThis cookie, set by Cloudflare, is used to support Cloudflare Bot Management.\n\n\n- Cookie\n\nOptanonConsent\n\n- Duration\n\n1 year\n\n- Description\n\nOneTrust sets this cookie to store details about the site's cookie category and check whether visitors have given or withdrawn consent from the use of each category.\n\n\n- Cookie\n\n\\_GRECAPTCHA\n\n- Duration\n\n6 months\n\n- Description\n\nGoogle Recaptcha service sets this cookie to identify bots to protect the website against malicious spam attacks.\n\n\n- Cookie\n\nOptanonAlertBoxClosed\n\n- Duration\n\n1 year\n\n- Description\n\nOneTrust sets this cookie to allow it to set cookies based on the user's consent and hide the cookies banner once the user has read and acknowledged it.\n\n\n- Cookie\n\n\\_\\_gads\n\n- Duration\n\n1 year 24 days\n\n- Description\n\nThe \\_\\_gads cookie, set by Google, is stored under DoubleClick domain and tracks the number of times users see an advert, measures the success of",
  "source": "foodsafetynews.com",
  "source_url": "https://www.foodsafetynews.com/2025/12/coalition-of-consumer-advocates-demands-action-on-infant-formula/",
  "published_at": "20251231T080000Z",
  "fetched_at": "2026-01-01T00:26:23.010909+00:00",
  "category": "health_biotech",
  "subcategory": null,
  "keywords": [],
  "location": "United States",
  "raw_data": {
    "url": "https://www.foodsafetynews.com/2025/12/coalition-of-consumer-advocates-demands-action-on-infant-formula/",
    "url_mobile": "",
    "title": "Coalition of consumer advocates demands action on infant formula",
    "seendate": "20251231T080000Z",
    "socialimage": "https://www.foodsafetynews.com/content/images/size/w1200/2025/12/baby-mom-feeding-baby-with-bottle-1.png",
    "domain": "foodsafetynews.com",
    "language": "English",
    "sourcecountry": "United States"
  }
}