{
  "id": "1065532fe4acd77e",
  "title": "World News : Russia invites Kyiv for peace talks in Moscow",
  "description": "Primary Menu\n\n[![PenNews Politics News](https://www.gdnonline.com/content/images/gulfdailynewslogo.png?v=1.1)](https://www.gdnonline.com/index.html)\n\n![](https://www.gdnonline.com/gdnimages/20260130/2",
  "content": "Primary Menu\n\n[![PenNews Politics News](https://www.gdnonline.com/content/images/gulfdailynewslogo.png?v=1.1)](https://www.gdnonline.com/index.html)\n\n![](https://www.gdnonline.com/gdnimages/20260130/20260130011839zelenaky.jpg?20260131%27)\n\nUkrainian President Volodymyr Zelenskiy attends a press conference with Lithuanian President Gitanas Nauseda and Polish President Karol Nawrocki at the Presidential Palace in Vilnius, Lithuania, January 25, 2026. REUTERS/Kuba Stezycki/File Photo\n\nThe Kremlin said yesterday that Russia had reiterated its invitation for Ukrainian President Volodymyr Zelenskiy to come to Moscow for peace talks, as US-led efforts to reach a deal to end the nearly four-year war in Ukraine intensify.\n\nThe Kremlin made its statement as the two countries carried out their latest exchange of war dead, and hours after it declined to comment on rumours that Moscow and Kyiv have agreed to stop striking each other’s energy infrastructure.\n\nWashington-mediated peace talks in Abu Dhabi last weekend have injected some new momentum into efforts to clinch a peace deal, but profound differences persist between the Russian and Ukrainian negotiating stances. Fierce fighting is still raging, while Kyiv battles debilitating power outages caused by recent missile strikes.\n\nAn unnamed US official told Axios that Zelenskiy and Russian President Vladimir Putin were “very close” to setting up a meeting after the US-mediated talks.\n\nA new round of Abu Dhabi talks between Russian and Ukrainian negotiating delegations is scheduled for Sunday, and US President Donald Trump – who is pushing for a deal to end Europe’s biggest conflict since the Second World War – said that “very good things” were happening in the process.\n\nMajor disagreements remain though, including over who gets what territory in any deal, the potential presence of international peacekeepers or monitors in post-war Ukraine, and the fate of the Russian-controlled Zaporizhzhia nuclear power plant.\n\nKremlin spokesm",
  "source": "gdnonline.com",
  "source_url": "https://www.gdnonline.com:443/Details/1374706/Russia-invites-Kyiv-for-peace-talks-in-Moscow",
  "published_at": "20260130T070000Z",
  "fetched_at": "2026-01-31T00:26:46.418942+00:00",
  "category": "energy_resources",
  "subcategory": null,
  "keywords": [
    "russia"
  ],
  "location": "United States",
  "raw_data": {
    "url": "https://www.gdnonline.com:443/Details/1374706/Russia-invites-Kyiv-for-peace-talks-in-Moscow",
    "url_mobile": "",
    "title": "World News : Russia invites Kyiv for peace talks in Moscow",
    "seendate": "20260130T070000Z",
    "socialimage": "https://www.gdnonline.com/gdnimages/20260130%5C20260130011839zelenaky.JPG",
    "domain": "gdnonline.com",
    "language": "English",
    "sourcecountry": "United States"
  }
}