{
  "id": "46f7675ffd555a90",
  "title": "PEJ signs first loan agreement with US export credit agency",
  "description": "Polskie Elektrownie Jądrowe has signed a loan agreement with the Export-Import Bank of the United States, giving the Polish company greater flexibility in implementing design works planned in 2026 for the country&#39;s first nuclear power plant.\n&nbsp;",
  "content": "[HOME](https://www.world-nuclear-news.org/) / [NEW NUCLEAR](https://www.world-nuclear-news.org/new-nuclear)\n\n# PEJ signs first loan agreement with US export credit agency\n\nFriday, 30 January 2026\n\n\n![Share on socials](https://www.world-nuclear-news.org/images/share.png)\n\nPolskie Elektrownie Jądrowe has signed a loan agreement with the Export-Import Bank of the United States, giving the Polish company greater flexibility in implementing design works planned in 2026 for the country's first nuclear power plant.\n\n![PEJ signs first loan agreement with US export credit agency](https://www.world-nuclear-news.org/images/articles/PEJ-EXIM(PEJ)_53504.jpg)(Image: PEJ)\n\nThe agreement was concluded as part of the US Export-Import Bank's (US EXIM's) Engineering Multiplier Program (EMP), which aims to finance preparatory and engineering works for projects carried out with the participation of US companies. The loan will increase Polskie Elektrownie Jądrowe's (PEJ's) liquidity by enabling it to refinance part of the works previously performed by the Westinghouse-Bechtel Consortium under an Engineering Development Agreement.\n\nThe Engineering Multiplier Program covers financing for key works carried out prior to the commencement of the construction phase, including feasibility analyses and selected engineering and environmental services. It is intended for projects with high potential for generating further export orders from the US and supports the preparation of projects for subsequent stages of financing.\n\nNegotiations with US EXIM were conducted with the support of specialised law firms. The agreement complies with OECD guidelines and is secured by PEJ assets. PEJ said the agreement in its current form fully covers the needs and risks of the nuclear project. Bank Pekao SA, acting as the facility agent, is also a party to the agreement.\n\n\"We are consistently moving from letters of intent to first agreements,\" said Marek Woszczyk, President of the Management Board of PEJ. \"The agre",
  "source": "world-nuclear-news.org",
  "source_url": "https://www.world-nuclear-news.org/articles/pej-signs-first-loan-agreement-with-us-export-credit-agency",
  "published_at": "20260130T171500Z",
  "fetched_at": "2026-01-31T00:26:46.418942+00:00",
  "category": "energy_resources",
  "subcategory": null,
  "keywords": [],
  "location": "China",
  "raw_data": {
    "url": "https://www.world-nuclear-news.org/articles/pej-signs-first-loan-agreement-with-us-export-credit-agency",
    "url_mobile": "",
    "title": "PEJ signs first loan agreement with US export credit agency",
    "seendate": "20260130T171500Z",
    "socialimage": "https://world-nuclear-news.org/images/articles/PEJ-EXIM(PEJ)_53504.jpg",
    "domain": "world-nuclear-news.org",
    "language": "English",
    "sourcecountry": "China"
  }
}