{
  "id": "52298ee2f9f289f0",
  "title": "US eases some sanctions on Venezuelan oil industry",
  "description": "The Trump administration eases some sanctions on Venezuela’s oil sector, allowing US companies to invest, but excludes firms from China, Russia, and other rivals.",
  "content": "# Trump eases Venezuela oil sanctions to boost US investment\n\n## The Trump administration eases some sanctions on Venezuela’s oil sector, allowing US companies to invest, but excludes firms from China, Russia, and other rivals.\n\n![An illustration of oil rigs over a background of a Venezuelan flag.](https://images.jpost.com/image/upload/f_auto,fl_lossy/q_auto/c_fill,g_faces:center,h_720,w_1280/699090)An illustration of oil rigs over a background of a Venezuelan flag.(photo credit: Comdas/Shutterstock)ByREUTERSJANUARY 30, 2026 04:38\n\nThe [Trump administration](https://www.jpost.com/international/article-884721) on Thursday eased some sanctions on [Venezuela's oil industry](https://www.jpost.com/international/article-884911) to encourage US investment, after US forces ousted the South American country's President Nicolas Maduro earlier this month.\n\nThe US Treasury authorized transactions involving the government of [Venezuela](https://www.jpost.com/international/article-884528) and state oil company PDVSA related to \"the lifting, exportation, reexportation, sale, resale, supply, storage, marketing, purchase, delivery, or transportation of Venezuelan-origin oil, including the refining of such oil, by an established US entity.\"\n\nThe authorization, known as a general license, did not include language lifting sanctions on production of Venezuelan oil. A White House official confirmed the measure kept sanctions on production of [Venezuelan crude](https://www.jpost.com/international/article-883280), adding it \"would help flow existing product\" and that there will soon be more announcements on easing of sanctions.\n\nThe move could unlock billions of dollars in new US investment into Venezuela's crippled energy sector, but it excludes firms from rivals like China and Russia, signaling an \"America First\" approach to the nation's reconstruction.\n\nThe easing of some sanctions marks a pronounced shift from the previous strategy of granting individual exemptions.\n\n![View of an illus",
  "source": "jpost.com",
  "source_url": "http://www.jpost.com/international/article-885051",
  "published_at": "20260130T070000Z",
  "fetched_at": "2026-01-31T00:26:46.418942+00:00",
  "category": "energy_resources",
  "subcategory": null,
  "keywords": [
    "sanctions",
    "oil"
  ],
  "location": "Israel",
  "raw_data": {
    "url": "http://www.jpost.com/international/article-885051",
    "url_mobile": "",
    "title": "US eases some sanctions on Venezuelan oil industry",
    "seendate": "20260130T070000Z",
    "socialimage": "https://images.jpost.com/image/upload/f_auto,fl_lossy/q_auto/c_fill,g_faces:center,h_720,w_1280/699090",
    "domain": "jpost.com",
    "language": "English",
    "sourcecountry": "Israel"
  }
}