{
  "id": "6749fd23c6804856",
  "title": "Zelenskyy on Ukraine - Russia Talks Failure",
  "description": "Zelenskyy confirms no breakthrough on territory or Zaporizhzhia nuclear plant; Russia halts POW swaps and escalates energy strikes amid freezing temperatures.",
  "content": "[Skip to content](https://athens-times.com/zelenskyy-ukraine-and-russia-fail-to-resolve-territorial-zaporizhzhia-nuclear-plant-issues/#wp--skip-link--target)\n\n# Zelenskyy: Ukraine and Russia Fail to Resolve Territorial, Zaporizhzhia Nuclear Plant Issues\n\nJan 30, 2026\n\n—\n\nin [World](https://athens-times.com/category/world/)\n\nThe territorial dispute remains a major obstacle in negotiations between Ukraine and Russia, with President Volodymyr Zelenskyy stating on January 30, 2026, that the potential cession of Ukrainian territory remains unresolved. Diplomatic efforts to end the nearly four-year war continue, but no compromise has been reached on key issues—including control over parts of eastern Ukraine and the Zaporizhzhia Nuclear Power Plant, Europe’s largest. Putin’s demand that Ukraine cede 20% of Donetsk region—still under Kyiv’s control—has stalled progress. Zelenskyy also confirmed Russia has halted prisoner exchanges, with the last occurring in October 2025, citing Moscow’s lack of interest in humanitarian swaps. Regarding energy infrastructure, Zelenskyy pledged Ukraine would not strike Russian energy facilities if Moscow refrains from attacking Ukrainian ones—though no formal ceasefire exists. Ukraine’s energy grid has suffered severe damage from repeated Russian strikes, causing widespread blackouts and heating shortages amid extreme cold—temperatures in Kyiv are expected to plummet to -26°C by Sunday. While former U.S. President Donald Trump claimed Putin agreed to pause attacks on Kyiv for one week due to harsh weather, the Kremlin confirmed only that Trump personally requested a halt to strikes on Kyiv’s energy infrastructure until February 1.\n\n* * *",
  "source": "athens-times.com",
  "source_url": "https://athens-times.com/zelenskyy-ukraine-and-russia-fail-to-resolve-territorial-zaporizhzhia-nuclear-plant-issues/",
  "published_at": "20260130T140000Z",
  "fetched_at": "2026-01-31T00:26:46.418942+00:00",
  "category": "energy_resources",
  "subcategory": null,
  "keywords": [
    "ai",
    "ukraine",
    "russia"
  ],
  "location": "Greece",
  "raw_data": {
    "url": "https://athens-times.com/zelenskyy-ukraine-and-russia-fail-to-resolve-territorial-zaporizhzhia-nuclear-plant-issues/",
    "url_mobile": "",
    "title": "Zelenskyy on Ukraine - Russia Talks Failure",
    "seendate": "20260130T140000Z",
    "socialimage": "",
    "domain": "athens-times.com",
    "language": "English",
    "sourcecountry": "Greece"
  }
}