{
  "id": "8ef9f754be6a6cba",
  "title": "US lifts some Venezuela sanctions to ease oil sales",
  "description": "WASHINGTON (Reuters): The administration of President Donald Trump lifted some sanctions on Venezuela’s oil industry on Thursday to make it easier for US comp",
  "content": "[![The Frontier Post](https://thefrontierpost.com/wp-content/uploads/2023/02/fp-logo.png)](https://thefrontierpost.com/)\n\n![](https://thefrontierpost.com/wp-content/uploads/2026/01/4680238-23926159.jpg)\n\nWASHINGTON (Reuters): The administration of President Donald Trump lifted some sanctions on Venezuela’s oil industry on Thursday to make it easier for US companies to sell its crude oil, and said more restrictions on the country would be lifted soon.\n\nThe move by the Treasury’s Office of Foreign Assets Control authorizes US companies to buy, sell, transport, store and refine Venezuelan crude oil, but does not lift existing US sanctions on production.\n\nA White House official said the measure “would help flow existing product” from Venezuela and that there will soon be more announcements on the easing of sanctions.\n\nTrump has said the United States intends to control Venezuela’s oil sales and revenues indefinitely since US forces seized the country’s leader Nicolas Maduro in a raid on the capital Caracas on January ‌3.\n\nHe has said ‌he also wants US oil companies to eventually invest $100 billion dollars to ‌restore ⁠the OPEC-member nation’s production ‌to its historic peaks following years of underinvestment and mismanagement.\n\nIn the meantime, Washington and Caracas have already agreed an initial deal to sell 50 million barrels of Venezuelan crude oil, with European trading houses Vitol and Trafigura marketing the supply.\n\nTreasury’s new authorization, known as a general license, opens up Venezuela oil trade to additional companies, provided they are from the United States.\n\nIt allows transactions involving the government of Venezuela and state oil company PDVSA related to “the lifting, exportation, reexportation, sale, resale, supply, storage, marketing, purchase, delivery, or transportation of Venezuelan-origin oil, including the refining of such oil, by an established US entity.”\n\nIt specifically excludes ⁠firms and individuals from rivals like China, Iran, North",
  "source": "thefrontierpost.com",
  "source_url": "https://thefrontierpost.com/us-lifts-some-venezuela-sanctions-to-ease-oil-sales/",
  "published_at": "20260130T064500Z",
  "fetched_at": "2026-01-31T00:26:46.418942+00:00",
  "category": "energy_resources",
  "subcategory": null,
  "keywords": [
    "sanctions",
    "oil"
  ],
  "location": "Pakistan",
  "raw_data": {
    "url": "https://thefrontierpost.com/us-lifts-some-venezuela-sanctions-to-ease-oil-sales/",
    "url_mobile": "https://thefrontierpost.com/us-lifts-some-venezuela-sanctions-to-ease-oil-sales/amp/",
    "title": "US lifts some Venezuela sanctions to ease oil sales",
    "seendate": "20260130T064500Z",
    "socialimage": "https://jetpack.com/redirect/?source=sigenerate&query=t%3DeyJpbWciOiJodHRwczpcL1wvdGhlZnJvbnRpZXJwb3N0LmNvbVwvd3AtY29udGVudFwvdXBsb2Fkc1wvMjAyNlwvMDFcLzQ2ODAyMzgtMjM5MjYxNTkuanBnIiwidHh0IjoiVVMgbGlmdHMgc29tZSBWZW5lenVlbGEgc2FuY3Rpb25zIHRvIGVhc2Ugb2lsIHNhbGVzIiwidGVtcGxhdGUiOiJoaWdod2F5IiwiZm9udCI6IiIsImJsb2dfaWQiOjEzNzU4MjM0M30.s5nUVLR7UpvMEqmNCz_-FWNlhzwb2Z2wtpisjRG9ersMQ",
    "domain": "thefrontierpost.com",
    "language": "English",
    "sourcecountry": "Pakistan"
  }
}