{
  "id": "94acddf13788fc9e",
  "title": "Intelligence artificielle : à Bordeaux , vers un data center  souverain  à 3 mds EUR",
  "description": "Pour moins dépendre des géants américains de la tech, un projet \"souverain\" de supercalculateur et de stockage de données dédié à l'IA, d'un montant de trois milliards d'euros et très énergivore, doit être validé vendred...",
  "content": "# Intelligence artificielle: à Bordeaux, vers un data center \"souverain\" à 3 mds EUR\n\nPour moins dépendre des géants américains de la tech, un projet \"souverain\" de supercalculateur et de stockage de données dédié à l'IA, d'un montant de trois milliards d'euros et très én...\n\nPar\nAFP\n\n\n\nDate publication\n\n**Mise à jour**\n30 janvier 2026 à 05h23\n**Publié**\n30 janvier 2026 à 05h08\n\n\nTemps de lecture\n\nLecture en 6 min\n\nPour moins dépendre des géants américains de la tech, un projet \"souverain\" de supercalculateur et de stockage de données dédié à l'IA, d'un montant de trois milliards d'euros et très énergivore, doit être validé vendredi à Bordeaux avec l'appui de son maire écologiste.\n\nLes élus de la métropole girondine délibèrent dans la matinée sur la cession d'un parking de 20 hectares pour édifier cette infrastructure \"pionnière\" et présentée comme \"exemplaire\" sur le plan environnemental, baptisée BXIA.\n\nLe site, au nord de la ville, doit accueillir progressivement, à partir de 2028, six unités de data center d'une puissance électrique totale de 380 mégawatts, soit 10% de celle de la centrale nucléaire voisine du Blayais, et générer plusieurs centaines d'emplois.\n\n\"Plutôt que de donner cette puissance-là à un opérateur américain qui en fera ce qu'il voudra, on préfère (...) créer un pôle numérique souverain\", explique à l'AFP Benjamin Delaux, président de la société NFU Digital, associée au financeur Osae Partners dans le projet.\n\nBXIA cible une puissance pure de calcul et de stockage de 250 mégawatts IT, dont environ 80% serait dédiée à l'intelligence artificielle, et ambitionne d'attirer au sein d'un campus \"de futurs utilisateurs IA engagés dans une charte de souveraineté\" - tel le français Mistral, à qui Benjamin Delaux \"ouvre grand les bras\". Interrogée par l'AFP, l'entreprise s'est refusée à tout commentaire.\n\nBXIA, qui vise \"des capitaux majoritairement français et européens\" pour son tour de table, lorgne aussi du côté de grands groupes industriels établis ",
  "source": "notretemps.com",
  "source_url": "https://www.notretemps.com/depeches/intelligence-artificielle-a-bordeaux-vers-un-data-center-souverain-a-3-mds-eur-127582",
  "published_at": "20260130T090000Z",
  "fetched_at": "2026-01-31T00:26:46.418942+00:00",
  "category": "energy_resources",
  "subcategory": null,
  "keywords": [
    "ai",
    "intel"
  ],
  "location": "France",
  "raw_data": {
    "url": "https://www.notretemps.com/depeches/intelligence-artificielle-a-bordeaux-vers-un-data-center-souverain-a-3-mds-eur-127582",
    "url_mobile": "",
    "title": "Intelligence artificielle : à Bordeaux , vers un data center  souverain  à 3 mds EUR",
    "seendate": "20260130T090000Z",
    "socialimage": "https://www.notretemps.com/images/notretemps/default.jpg",
    "domain": "notretemps.com",
    "language": "French",
    "sourcecountry": "France"
  }
}