{
  "id": "ac3f99e7da833d73",
  "title": "Amerykańskie miliardy na polski atom . Ważna umowa podpisana",
  "description": "Polskie Elektrownie Jądrowe podpisały umowę kredytową z Export Import Bank of the United States w ramach programu Engineering Multiplier Program (EMP), który obejmuje finansowanie kluczowych prac realizowanych przed rozpoczęciem fazy budowy elektrowni jądrowej - podał PEJ w informacji prasowej.",
  "content": "REKLAMA\n\nPolskie Elektrownie Jądrowe podpisały umowę kredytową z Export Import Bank of the United States w ramach programu Engineering Multiplier Program (EMP), który obejmuje finansowanie kluczowych prac realizowanych przed rozpoczęciem fazy budowy elektrowni jądrowej - podał PEJ w informacji prasowej.\n\n![Amerykańskie miliardy na polski atom. Ważna umowa podpisana](https://galeria.bankier.pl/p/e/5/c551839ad15d36-948-568-0-117-2934-1760.jpg)\n\n![Amerykańskie miliardy na polski atom. Ważna umowa podpisana](https://galeria.bankier.pl/p/e/5/c551839ad15d36-948-568-0-117-2934-1760.jpg)\n\n/ PEJ\n\n> \"To pierwsza w historii umowa bezpośredniego finansowania zawarta pomiędzy amerykańską agencją kredytów eksportowych a polskim podmiotem, co stanowi kolejny ważny kamień milowy w procesie finansowania elektrowni jądrowej Lubiatowo-Kopalino\" - napisała spółka.\n\nDodała, że umowa została zawarta w ramach programu Engineering Multiplier Program (EMP), którego celem jest finansowanie prac przygotowawczych i inżynieryjnych dla inwestycji realizowanych z udziałem amerykańskich firm.\n\n\"Kredyt pozwoli na zwiększenie płynności spółki poprzez umożliwienie zrefinansowania części prac wcześniej wykonanych przez konsorcjum Westinghouse–Bechtel w ramach umowy Engineering Development Agreement\" - podał PEJ.\n\nDodał, że program EMP obejmuje finansowanie kluczowych prac realizowanych przed rozpoczęciem fazy budowy, w tym analiz wykonalności oraz wybranych usług inżynieryjnych i środowiskowych.\n\n\"Jest on przeznaczony dla projektów o wysokim potencjale generowania dalszych zamówień eksportowych z USA i wspiera przygotowanie inwestycji do kolejnych etapów finansowania\" - wskazano.\n\n10 grudnia PEJ informował, że spółka zakończyła konsultacje z ponad 30 bankami ws. finansowania budowy I elektrowni jądrowej w Polsce, a wstępne oferty tylko od polskich banków opiewają na ponad 35 mld zł. (PAP Biznes)\n\njz/ ana/\n\nŹródło: [PAP Biznes](https://www.bankier.pl/wiadomosc/Amerykanskie-miliardy-na-polski-atom-Wazna",
  "source": "bankier.pl",
  "source_url": "https://www.bankier.pl/wiadomosc/Amerykanskie-miliardy-na-polski-atom-Wazna-umowa-podpisana-9076685.html",
  "published_at": "20260130T120000Z",
  "fetched_at": "2026-01-31T00:26:46.418942+00:00",
  "category": "energy_resources",
  "subcategory": null,
  "keywords": [],
  "location": "Poland",
  "raw_data": {
    "url": "https://www.bankier.pl/wiadomosc/Amerykanskie-miliardy-na-polski-atom-Wazna-umowa-podpisana-9076685.html",
    "url_mobile": "",
    "title": "Amerykańskie miliardy na polski atom . Ważna umowa podpisana",
    "seendate": "20260130T120000Z",
    "socialimage": "https://galeria.bankier.pl/p/e/5/c551839ad15d36-948-568-0-117-2934-1760.jpg",
    "domain": "bankier.pl",
    "language": "Polish",
    "sourcecountry": "Poland"
  }
}