{
  "id": "bff05f794ee345d3",
  "title": "Hyundai Steel net profit plunges 84 pc in 2025 on construction downturn , protectionism",
  "description": "Hyundai Steel Co., South Korea's second-largest steelmaker, said on Friday its net profit plunged 84 percent in 2025 from a year earlier due to a downturn in the construction sector and rising protectionism.Net profit fell to 1.4 billion won ...",
  "content": "Seoul, Jan 30 : Hyundai Steel Co., South Korea's second-largest steelmaker, said on Friday its net profit plunged 84 percent in 2025 from a year earlier due to a downturn in the construction sector and rising protectionism.\n\nNet profit fell to 1.4 billion won ($970,000) last year from 8.8 billion won the previous year, the company said in a press release.\n\n\"A prolonged slump in the construction industry and growing protectionism, including U.S. import tariffs, weighed on earnings,\" a company spokesperson said, reports Yonhap news agency.\n\nThe United States currently imposes tariffs of up to 50 percent on steel products imported from South Korea.\n\nOperating profit rose 37 percent to 219.2 billion won from 159.5 billion won during the same period. Sales fell 2.1 percent to 22.73 trillion won from 23.22 trillion won.\n\nIncreased sales of high-end products and government measures aimed at curbing an influx of low-priced steel imports helped lift operating profit, the company said.\n\nTo improve profitability, Hyundai Steel said it plans to begin mass production of third-generation advanced high-strength steel (AHSS) in the first quarter and expand supplies of thick steel plates for offshore wind power facilities and nuclear reactors this year, said the report.\n\nHyundai Steel is also building a 2.7 million-ton-per-year electric arc furnace (EAF) steel mill in Louisiana, scheduled for completion by 2029, to supply automotive steel to U.S. plants operated by its affiliates -- Hyundai Motor Co. and Kia Corp.\n\nThe company has said it aims to begin construction of the plant in the third quarter and start commercial production in the first quarter of 2029.\n\nHyundai Steel announced the $5.8 billion investment plan in March last year as part of Hyundai Motor Group's broader U.S. investment strategy, the report mentioned.\n\n### Latest News:\n\n![CM Yogi pays tribute to Bapu on Martyrdom Day](https://files.prokerala.com/news/photos/imgs/150x125/yogi-to-launch-helpline-for-women-entrepre",
  "source": "prokerala.com",
  "source_url": "https://www.prokerala.com/news/articles/a1723905.html",
  "published_at": "20260130T090000Z",
  "fetched_at": "2026-01-31T00:26:46.418942+00:00",
  "category": "energy_resources",
  "subcategory": null,
  "keywords": [
    "ai"
  ],
  "location": "India",
  "raw_data": {
    "url": "https://www.prokerala.com/news/articles/a1723905.html",
    "url_mobile": "",
    "title": "Hyundai Steel net profit plunges 84 pc in 2025 on construction downturn , protectionism",
    "seendate": "20260130T090000Z",
    "socialimage": "",
    "domain": "prokerala.com",
    "language": "English",
    "sourcecountry": "India"
  }
}