{
  "id": "ec4199239b8857e3",
  "title": "More freezing weather on the way - Pineisland Eagle",
  "description": "The extreme cold weather conditions that have spread across the United States over the past few days arrived in the Sunshine State this week.  Southwest Florida saw a low of 38 degrees on Tuesday night, and a low of 39 Wednesday evening. Add in wind chills, temperatures felt like below freezing midweek. National Weather Service […]",
  "content": "# More freezing weather on the way\n\n##### Jan 30, 2026 _7 min read_\n\n[Email](mailto:?subject=More%20freezing%20weather%20on%20the%20way&body=https://www.pineisland-eagle.com/news/swfl-news/2026/01/more-freezing-weather-on-the-way/ \"Email\")\n\n![article image - ](https://ogden_images.s3.amazonaws.com/florida.ogdennews.com/images/sites/5/2026/01/30093515/lee-county-cold-weather-activated-188x300.png)\n\nThe extreme cold weather conditions that have spread across the United States over the past few days arrived in the Sunshine State this week.\n\nSouthwest Florida saw a low of 38 degrees on Tuesday night, and a low of 39 Wednesday evening. Add in wind chills, temperatures felt like below freezing midweek.\n\nNational Weather Service officials state for its pair of cold weather advisories, that include Lee County, “…very cold wind chills as low as 26…very cold wind chills as low as 25 expected.\n\n“Very cold temperatures can lead to hypothermia with prolonged exposure.”\n\nLow temps were expected to reach 47 and 51 on Thursday night and tonight respectively, according to NWS, and then drop down to 35 and 33 on Saturday and Sunday night.\n\nLocal officials stated that Lee County Government is coordinating with its partner agencies for cold-weather outreach this week.\n\n“The Lee County Department of Human & Veteran Services, Lee County Transit (LeeTran) and additional partners typically coordinate when the temperature drops below 40 degrees, true temperature or with windchill, for a period of time,” county officials stated in a release Monday. “Lee County Department of Public Safety’s Emergency Management staff is monitoring the cold temperatures and encourages residents to monitor updates from the National Weather Service.”\n\nPlans include:\n\n• **Thursday, Jan. 29, through Tuesday, Feb. 3:** The Salvation Army will continue to provide a limited number of single beds on a first-come, first-served basis for individuals seeking relief from cold weather conditions. Shelter will be available ",
  "source": "pineisland-eagle.com",
  "source_url": "https://www.pineisland-eagle.com/news/swfl-news/2026/01/more-freezing-weather-on-the-way/",
  "published_at": "20260201T023000Z",
  "fetched_at": "2026-02-02T00:29:20.107852+00:00",
  "category": "climate_environment",
  "subcategory": null,
  "keywords": [
    "weather"
  ],
  "location": "United States",
  "raw_data": {
    "url": "https://www.pineisland-eagle.com/news/swfl-news/2026/01/more-freezing-weather-on-the-way/",
    "url_mobile": "",
    "title": "More freezing weather on the way - Pineisland Eagle",
    "seendate": "20260201T023000Z",
    "socialimage": "https://ogden_images.s3.amazonaws.com/florida.ogdennews.com/images/sites/5/2025/01/07170508/pi_default.jpg",
    "domain": "pineisland-eagle.com",
    "language": "English",
    "sourcecountry": "United States"
  }
}