{
  "id": "00a734598fb80c83",
  "title": "Weinbau in Deutschland : Krise und Zukunft",
  "description": "Der Weinbau in Deutschland steht vor großen Herausforderungen, die Existenzsorgen vieler Winzer wachsen. Thomas Schaurer aus Billigheim-Ingenheim kämpft gegen den Preisverfall und gründete eine Initiative zur Rettung des deutschen Weins.",
  "content": "![](https://sz.met.vgwort.de/na/vgzm.2901058-li-3351761)\n\n![Weinberg an der Südlichen Weinstraße. Die Ernte ist längst eingebracht. Aber verkauft sie sich auch?](https://www.sueddeutsche.de/2025/12/26/bf8cbc9f-5e2e-4200-a95b-11fd850cae63.jpg?q=60&fm=jpeg&width=1000&rect=0%2C257%2C4000%2C2153)\n\nWeinberg an der Südlichen Weinstraße. Die Ernte ist längst eingebracht. Aber verkauft sie sich auch? (Foto: Elisabeth Dostert)\n\nDer deutsche Weinbau steckt in der Krise, die Menschen trinken weniger. Eigentlich müsste die Rebfläche sinken, doch die Winzer wehren sich – auch, weil ihr Produkt für sie mehr ist als ein Wirtschaftsgut. Ein Besuch an der Südlichen Weinstraße.\n\nVon [Elisabeth Dostert](https://www.sueddeutsche.de/autoren/elisabeth-dostert-1.1408427)\n\nSo also sehen Rebellen aus. Thomas Schaurer, 52, steckt gerade im „Restekeller“ seines Weingutes in Billigheim-Ingenheim. Der Ort liegt an der Südlichen Weinstraße in Rheinland-Pfalz: enge Straßen, Fachwerkhäuser, an manchen Fronten ranken Weinreben.  Schon am Ortseingang grüßt von einem Plakat Jacqueline Dyck-Laux, sie war mal eine der beiden Weinprinzessinnen der Südlichen Weinstraße. Es ist Ende Oktober. Das Laub der Reben färbt sich gelb, es ist das, was sie hier gerne einen goldenen Herbst nennen. Doch das Idyll trügt. Im deutschen [Weinbau](https://www.sueddeutsche.de/thema/Weinbau) machen sich Existenzsorgen breit.\n\nSchauer steht auf einer Leiter, die an einem Kunststofftank lehnt. Eigentlich nutzt er diesen Keller nur manchmal, für [Wein](https://www.sueddeutsche.de/thema/Wein) aus der alten Ernte, der noch nicht verkauft wurde. Sein Vater hat den Keller in den 70er-Jahren gebaut, in besseren Zeiten, als es noch gut lief im deutschen Weinbau. Der Keller „war sein ganzer Stolz“, erzählt Schaurer.  Er wollte sich eigentlich noch umziehen, bevor der Besuch kommt, das hat er nicht geschafft. Viel zu tun, wie fast immer. Schaurer trägt eine Jeanshose und ein graues T-Shirt unter der teddybraunen Fleecejacke.\n\n> Hätte ",
  "source": "sueddeutsche.de",
  "source_url": "https://www.sueddeutsche.de/wirtschaft/krise-weinbau-herausforderungen-li.3351761",
  "published_at": "20251230T070000Z",
  "fetched_at": "2025-12-31T00:23:34.453563+00:00",
  "category": "climate_environment",
  "subcategory": null,
  "keywords": [],
  "location": "Germany",
  "raw_data": {
    "url": "https://www.sueddeutsche.de/wirtschaft/krise-weinbau-herausforderungen-li.3351761",
    "url_mobile": "",
    "title": "Weinbau in Deutschland : Krise und Zukunft",
    "seendate": "20251230T070000Z",
    "socialimage": "https://www.sueddeutsche.de/2025/12/26/bf8cbc9f-5e2e-4200-a95b-11fd850cae63.jpg?q=60&fm=webp&rect=0%2C209%2C4000%2C2250",
    "domain": "sueddeutsche.de",
    "language": "German",
    "sourcecountry": "Germany"
  }
}