{
  "id": "108ceebf8ade445f",
  "title": "Disaster Aid Activated for North Queensland Flooding",
  "description": "Joint media release with the Hon Ann Leahy MPDisaster assistance is now available for five councils in north Queensland following flooding caused by",
  "content": "[Mirage News](https://www.miragenews.com/)\n\nMirage News\n\n\nMirage News\n\n[National](https://www.miragenews.com/category/national/)\n30 Dec 2025 12:50 pm AEDTDate Time\n\nShare\n\nDepartment of Home Affairs\n\n## Joint media release with the Hon Ann Leahy MP\n\n- Disaster assistance is now available for five councils in north Queensland following flooding caused by monsoonal rainfall.\n- Carpentaria, Cloncurry, Flinders, McKinlay and Richmond shire councils have been activated for support through joint Commonwealth-state Disaster Recovery Funding Arrangements (DRFA).\n- DRFA funding will cover the cost of counter disaster operations, emergency road repairs, and the reconstruction of essential public assets.\n\nThe Albanese and Crisafulli Governments have activated financial assistance in five north Queensland councils following flooding caused by monsoonal rainfall over the Christmas period.\n\nCarpentaria, Cloncurry, Flinders, McKinlay and Richmond shire councils have been activated for disaster assistance funding after record-breaking rainfall caused flooding forcing significant road closures, regional isolation and impact to critical infrastructure.\n\nFunded through the joint Commonwealth-state Disaster Recovery Funding Arrangements (DFRA), the support will fund councils' response, clean-up and recovery, including emergency roadworks and repairs to essential public assets.\n\nFederal Minister for Emergency Management Kristy McBain said DRFA support is a key element of helping communities manage and quickly recover from the effects of extreme weather.\n\n\"Activating this assistance for those communities facing a massive clean up and reconstruction effort is the first step towards making sure life returns to normal without unnecessary delay,\" Minister McBain said.\n\n\"Recovering from the effects of flooding is never easy, but DRFA support will help affected councils and the communities they serve during this particularly difficult time.\"\n\nQueensland Minister for Disaster Recovery Ann Leahy",
  "source": "miragenews.com",
  "source_url": "https://www.miragenews.com/disaster-aid-activated-for-north-queensland-1596337/",
  "published_at": "20251230T030000Z",
  "fetched_at": "2025-12-31T00:23:34.453563+00:00",
  "category": "climate_environment",
  "subcategory": null,
  "keywords": [
    "ai",
    "disaster"
  ],
  "location": "United States",
  "raw_data": {
    "url": "https://www.miragenews.com/disaster-aid-activated-for-north-queensland-1596337/",
    "url_mobile": "",
    "title": "Disaster Aid Activated for North Queensland Flooding",
    "seendate": "20251230T030000Z",
    "socialimage": "https://cdn1.miragenews.com/tmp_cache?cdn=images.unsplash.com%2Fphoto-1614288231884-48eb03fcdf45%3Fixid%3DMnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8%26amp%3Bixlib%3Drb-1.2.1%26amp%3Bauto%3Dformat%26amp%3Bfit%3Dcrop%26amp%3Bw%3D1124%26amp%3Bq%3D80",
    "domain": "miragenews.com",
    "language": "English",
    "sourcecountry": "United States"
  }
}