{
  "id": "5cb7fda3ce00d41e",
  "title": "Research : Climate Policies May Undermine Green Values",
  "description": "A popular vision of life after climate action looks like vegetarians riding bikes, city centers without cars, and people foregoing air travel. But a",
  "content": "[Mirage News](https://www.miragenews.com/)\n\nMirage News\n\n\nMirage News\n\n[Science](https://www.miragenews.com/category/science/)\n30 Dec 2025 9:02 pm AEDTDate Time\n\nShare\n\nSanta Fe Institute\n\nA popular vision of life after climate action looks like vegetarians riding bikes, city centers without cars, and people foregoing air travel. But a paper published in Nature Sustainability finds that climate policies targeting lifestyle changes (say, urban car bans) actually may weaken people's green values, thereby undermining support for other needed environmental policies.\n\n\"Policies don't just spur a target behavior. We find that they can change people's underlying values: leading to unintended negative effects, but also possibly cultivating green values,\" says SFI Complexity Postdoctoral Fellow [Katrin Schmelz](https://santafe.edu/people/profile/katrin-schmelz) , lead author on the study.\n\nSchmelz, a behavioral economist and psychologist who also holds an Associate Professorship at the Technical University of Denmark, began gathering data while at the University of Konstanz in Germany. Along with SFI Professor and economist [Sam Bowles](https://santafe.edu/people/profile/sam-bowles) , she surveyed more than 3,000 Germans representative of the country's demographics, asking about climate policies and, for comparison, COVID-19 policies.\n\nThe survey yielded evidence that well-intended, but poorly designed, mandates can make even \"green\" citizens less green. Restrictions that promote carbon-neutral behavior, like urban car bans, may trigger strong negative reactions — even among people who would voluntarily choose sustainable lifestyles.\n\nThis erosion of existing values is a clear example of what's known in psychology and economics as the \"crowding-out effect.\" A person's aversion to control \"crowds out\" their pre-existing motivation to follow a green lifestyle — for example, riding their bike, walking, and taking public transportation, or being more mindful when heating or cool",
  "source": "miragenews.com",
  "source_url": "https://www.miragenews.com/research-climate-policies-may-undermine-green-1596409/",
  "published_at": "20251230T103000Z",
  "fetched_at": "2025-12-31T00:23:34.453563+00:00",
  "category": "climate_environment",
  "subcategory": null,
  "keywords": [
    "climate"
  ],
  "location": "United States",
  "raw_data": {
    "url": "https://www.miragenews.com/research-climate-policies-may-undermine-green-1596409/",
    "url_mobile": "",
    "title": "Research : Climate Policies May Undermine Green Values",
    "seendate": "20251230T103000Z",
    "socialimage": "https://cdn1.miragenews.com/tmp_cache?cdn=images.unsplash.com%2Fphoto-1460925895917-afdab827c52f%3Fixid%3DMnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8%26amp%3Bixlib%3Drb-1.2.1%26amp%3Bauto%3Dformat%26amp%3Bfit%3Dcrop%26amp%3Bw%3D702%26amp%3Bq%3D80",
    "domain": "miragenews.com",
    "language": "English",
    "sourcecountry": "United States"
  }
}