{
  "id": "be3a2f1ea00f77ad",
  "title": "Anggota DPR imbau publik pantau informasi BMKG di liburan tahun baru",
  "description": "Anggota DPR RI Chusnunia Chalim mengimbau masyarakat yang berencana berlibur menghabiskan malam pergantian tahun baru untuk terus memantau perkembangan ...",
  "content": "# Anggota DPR imbau publik pantau informasi BMKG di liburan tahun baru\n\n- Selasa, 30 Desember 2025 16:37 WIB\n- waktu baca 3 menit\n\n![Anggota DPR imbau publik pantau informasi BMKG di liburan tahun baru](https://cdn.antaranews.com/cache/1200x800/2024/12/12/IMG-20241212-WA0013.jpg)Anggota Komisi VII DPR RI Fraksi Partai Kebangkitan Bangsa (PKB) Chusnunia Chalim. ANTARA/HO-Dokumentasi pribadi.\n\nJakarta (ANTARA) - Anggota DPR RI Chusnunia Chalim mengimbau masyarakat yang berencana berlibur menghabiskan malam pergantian tahun baru untuk terus memantau perkembangan informasi cuaca yang disampaikan oleh BMKG.\n\n\"Bagi masyarakat maupun wisatawan untuk terus diimbau agar tetap waspada terhadap potensi cuaca ekstrem dan gelombang tinggi serta selalu menjaga lingkungan sekitar dan pastikan selalu mengupdate informasi yang dikeluarkan oleh BMKG,\" kata Chusnunia, dikutip di Jakarta, Selasa.\n\nBerikutnya, dia juga mengingatkan masyarakat untuk mengutamakan keselamatan terlebih dahulu daripada rencana perjalanan wisatanya.\n\n\"Kemungkinan kita masih juga punya waktu untuk mengunjungi di lain waktu atau lain bulan,” kata dia.\n\nSebelumnya, Badan Meteorologi, Klimatologi, dan Geofisika (BMKG) telah mengidentifikasi empat fenomena atmosfer yang berkonvergensi secara simultan pada akhir tahun 2025. Peringatan yang sama juga telah dikeluarkan Balai Besar Meteorologi, Klimatologi, dan Geofisika (BBMKG) Wilayah III Denpasar terkait potensi cuaca ekstrem yang akan melanda wilayah Bali pada penghujung tahun 2025.\n\nChusnunia meminta pemerintah dan pengelola wisata untuk mengantisipasi kondisi tersebut dengan memastikan kesediaan penunjuk jalur evakuasi di lokasi-lokasi strategis. Dengan demikian, wisatawan menjadi lebih mudah dalam mengidentifikasi rute evakuasi serta titik kumpul dalam situasi darurat.\n\n\"Kita harus memastikan di tengah cuaca yang seperti ini tempat-tempat wisata maupun taman rekreasi ini benar-benar siap tidak hanya menyambut wisatawan, tapi juga menyiapkan keamanan,\" kata dia.",
  "source": "antaranews.com",
  "source_url": "https://www.antaranews.com/berita/5326996/anggota-dpr-imbau-publik-pantau-informasi-bmkg-di-liburan-tahun-baru",
  "published_at": "20251230T100000Z",
  "fetched_at": "2025-12-31T00:23:34.453563+00:00",
  "category": "climate_environment",
  "subcategory": null,
  "keywords": [],
  "location": "Indonesia",
  "raw_data": {
    "url": "https://www.antaranews.com/berita/5326996/anggota-dpr-imbau-publik-pantau-informasi-bmkg-di-liburan-tahun-baru",
    "url_mobile": "https://m.antaranews.com/amp/berita/5326996/anggota-dpr-imbau-publik-pantau-informasi-bmkg-di-liburan-tahun-baru",
    "title": "Anggota DPR imbau publik pantau informasi BMKG di liburan tahun baru",
    "seendate": "20251230T100000Z",
    "socialimage": "https://cdn.antaranews.com/cache/1200x800/2024/12/12/IMG-20241212-WA0013.jpg",
    "domain": "antaranews.com",
    "language": "Indonesian",
    "sourcecountry": "Indonesia"
  }
}