{
  "id": "d26a473872fc5dad",
  "title": "AIR7 Reveals First Aerial View of Wrightwood Storm Damage",
  "description": "Recent aerial footage has unveiled the extensive damage caused by the Christmas week storms in Wrightwood, California. AIR7 provided a comprehensive view of the devastation for the first time since the storms. This extreme weather event has left a significant impact on the small mountain community. Storm Overview The storm, which occurred on Christmas Eve, …",
  "content": "[News](https://www.el-balad.com/news)\n\n# AIR7 Reveals First Aerial View of Wrightwood Storm Damage\n\n[![Bassyonni](https://www.el-balad.com/assets/img/user.png)Bassyonni](https://www.el-balad.com/profile/balad)\n\nago 20 hours\n\n![AIR7 Reveals First Aerial View of Wrightwood Storm Damage](https://www.el-balad.com/uploads/images/202512/image_870x_6953640fc6831.webp)\n\nAdvertisement\n\nAdvertisement\n\nRecent aerial footage has unveiled the extensive damage caused by the Christmas week storms in Wrightwood, California. AIR7 provided a comprehensive view of the devastation for the first time since the storms. This extreme weather event has left a significant impact on the small mountain community.\n\n## Storm Overview\n\nThe storm, which occurred on Christmas Eve, resulted in severe flash flooding. Heavy rain inundated the area, causing widespread destruction.\n\n### Impact on Wrightwood\n\n- Approximately 50 homes were reported damaged.\n- Out of these, at least 24 homes are located in Wrightwood.\n- A white vehicle was discovered buried in mud, highlighting the storm’s severity.\n\nLocal officials have begun assessing the full extent of the damage. Recovery efforts are crucial for the residents affected by this natural disaster.\n\n## Community Response\n\nAuthorities are mobilizing resources to assist those impacted. The community is coming together to support recovery efforts, demonstrating resilience in the face of adversity.\n\n### Looking Ahead\n\nAs cleanup continues, residents remain hopeful for a swift recovery. The situation underscores the importance of preparedness for such extreme weather events in the future.\n\nAdvertisement\n\nAdvertisement\n\n### Related Posts\n\n[![Iowa State Football: Track Incoming Transfers and Commitments](<Base64-Image-Removed>)](https://www.el-balad.com/6807100)\n\n### [Iowa State Football: Track Incoming Transfers and Commi...](https://www.el-balad.com/6807100)\n\n[Bassyonni](https://www.el-balad.com/profile/balad) 31 Dec 2025\n\n[![NHL to Bring Snow to Miami for Frida",
  "source": "el-balad.com",
  "source_url": "https://www.el-balad.com/6806318",
  "published_at": "20251230T060000Z",
  "fetched_at": "2025-12-31T00:23:34.453563+00:00",
  "category": "climate_environment",
  "subcategory": null,
  "keywords": [
    "ai"
  ],
  "location": "Egypt",
  "raw_data": {
    "url": "https://www.el-balad.com/6806318",
    "url_mobile": "",
    "title": "AIR7 Reveals First Aerial View of Wrightwood Storm Damage",
    "seendate": "20251230T060000Z",
    "socialimage": "https://www.el-balad.com/uploads/images/202512/image_1200x675_6953640f8a1e2.webp",
    "domain": "el-balad.com",
    "language": "English",
    "sourcecountry": "Egypt"
  }
}