{
  "id": "d885273593bf818c",
  "title": "El norte y este de Siria tras Assad : retos y oportunidades",
  "description": "Siria se encuentra en una encrucijada. Un año después de la derrota de Bashar al-Assad y el inesperado ascenso al poder de Ahmed al-Sharaa, el país sigue dividido entre los territorios bajo el control directo o parcial del nuevo Gobierno de Damasco y la entidad política autónoma del norte y este de",
  "content": "[Ir al contenido](https://kaosenlared.net/el-norte-y-este-de-siria-tras-assad-retos-y-oportunidades/#content)\n\n**RESUMEN**\n\nSiria se encuentra en una encrucijada. Un año después de la derrota de Bashar al-Assad y el inesperado ascenso al poder de Ahmed al-Sharaa, el país sigue dividido entre los territorios bajo el control directo o parcial del nuevo Gobierno de Damasco y la entidad política autónoma del norte y este de Siria (NES). La relación entre el NES y Damasco es la principal cuestión política que determinará el rumbo de la futura Siria, ya que a finales de 2025 vence el plazo previsto para la aplicación de un acuerdo crucial, pero muy controvertido, entre las dos autoridades.\n\nEste informe evalúa la situación de seguridad, política y humanitaria en el NES tal y como ha evolucionado a lo largo del último año, explorando las amenazas, los retos, las aperturas y las oportunidades que han surgido en el NES como consecuencia de los rápidos acontecimientos políticos que ha experimentado Siria durante el último año.\n\n**INTRODUCCIÓN: LA CAÍDA DE AL-ASSAD**\n\nDada su larga oposición al gobierno centralizado y autoritario de Bashar al-Assad, las autoridades políticas y militares del NES acogieron con satisfacción la destitución del dictador en diciembre de 2024. A medida que se difundía la noticia de la derrota de al-Assad en una ofensiva encabezada por Hayat Tahrir al-Sham (HTS), la población también salió a las calles de todo el NES para derribar estatuas y celebrar el fin de su mandato.\n\nSin embargo, los mismos días en que al-Assad fue derrocado también fueron testigos de la primera invasión terrestre a gran escala del NES en cinco años. Cuando HTS inició su ofensiva para tomar Damasco, la Administración Autónoma Democrática del Norte y Este de Siria (DAANES) se enfrentaba a una grave crisis humanitaria provocada por el desplazamiento masivo de la población de Shehba, ya que las milicias del Ejército Nacional Sirio (SNA), respaldadas por Turquía, lanzaron su propia ",
  "source": "kaosenlared.net",
  "source_url": "https://kaosenlared.net/el-norte-y-este-de-siria-tras-assad-retos-y-oportunidades/",
  "published_at": "20251230T073000Z",
  "fetched_at": "2025-12-31T00:23:34.453563+00:00",
  "category": "climate_environment",
  "subcategory": null,
  "keywords": [],
  "location": "Spain",
  "raw_data": {
    "url": "https://kaosenlared.net/el-norte-y-este-de-siria-tras-assad-retos-y-oportunidades/",
    "url_mobile": "",
    "title": "El norte y este de Siria tras Assad : retos y oportunidades",
    "seendate": "20251230T073000Z",
    "socialimage": "https://kaosenlared.net/wp-content/uploads/2025/12/statuepulleddown-1500x9935487367424107389526-1.webp",
    "domain": "kaosenlared.net",
    "language": "Spanish",
    "sourcecountry": "Spain"
  }
}