{
  "id": "33693edbc848abbb",
  "title": "Thailand Bolsters Data - Driven Just Transition Plan",
  "description": "Thailand is making an important step to align climate ambition with inclusive economic growth and decent work through the introduction of a Just",
  "content": "[Mirage News](https://www.miragenews.com/)\n\nMirage News\n\n\nMirage News\n\n[National](https://www.miragenews.com/category/national/)\n30 Jan 2026 6:30 pm AEDTDate Time\n\nShare\n\nThailand is making an important step to align climate ambition with inclusive economic growth and decent work through the introduction of a Just Transition Assessment Model (JTAM).\n\nOn 26 January 2026 senior policymakers, researchers, social partners, and development partners met in Bangkok to discuss the application of JTAM-Thailand.\n\nJTAM-Thailand is a nationally calibrated assessment model designed to support policy analysis. It brings together economic, labour market, social and environmental data to assess the potential impacts of climate and development policies on gross domestic product (GDP), investment, sectoral output, productivity, employment and emissions.\n\nBy enabling scenario analysis, the model helps policymakers explore policy trade-offs and synergies across sectors and over time.\n\nThe model has been developed through close cooperation between the International Labour Organization (ILO), National Economic and Social Development Council (NESDC), Thammasat University, and international research partners, ensuring strong national ownership, academic rigour, and relevance to Thailand's policy context.\n\nSpeaking at the opening session, Wichayayuth Boonchit, Chair of the PAGE National Steering Committee and Deputy Secretary General of the NESDC, said: \"Thailand's transition must reduce emissions while safeguarding economic growth, employment, and people's well-being. Integrated analytical tools are critical to achieving this balance.\"\n\nThe initiative comes at a critical juncture for national policymaking, as Thailand is advancing key policy processes, including the Climate Change Bill, the development of carbon pricing and market instruments, and the implementation of Nationally Determined Contribution (NDC 3.0) commitments to achieve net-zero greenhouse gas emissions by 2050. These proce",
  "source": "miragenews.com",
  "source_url": "https://www.miragenews.com/thailand-bolsters-data-driven-just-transition-1611107/",
  "published_at": "20260130T090000Z",
  "fetched_at": "2026-01-31T00:26:46.418942+00:00",
  "category": "climate_environment",
  "subcategory": null,
  "keywords": [
    "ai"
  ],
  "location": "United States",
  "raw_data": {
    "url": "https://www.miragenews.com/thailand-bolsters-data-driven-just-transition-1611107/",
    "url_mobile": "",
    "title": "Thailand Bolsters Data - Driven Just Transition Plan",
    "seendate": "20260130T090000Z",
    "socialimage": "https://www.ilo.org/sites/default/files/2026-01/just_transition.jpg",
    "domain": "miragenews.com",
    "language": "English",
    "sourcecountry": "United States"
  }
}