{
  "id": "34a92a56acc1e5ad",
  "title": "Klage erfolgreich : Regierung muss mehr für Klimaschutz tun",
  "description": "Die Maßnahmen des Bundes reichen nicht aus, um die Klimaziele bis 2030 zu erfüllen. Das hat das Bundesverwaltungsgericht entschieden. Die amtierende Regierung aus Union und SPD muss den Kurs der vorherigen Ampelkoalition nun deutlich verschärfen., Das CO2-​Äquivalent (CO2e) ist die Maßeinheit, die die Wirkung verschiedener Treibhausgase (z.B. Methan, Lachgas) mit dem Referenzgas CO2 vergleichbar macht. Da die unterschiedlichen Gase nicht in gleichem Maße zum Treibhauseffekt beitragen und unterschiedlich lang in der Atmosphäre verbleiben, hat der Weltklimarat (IPCC) das sogenannte “Globale Erwärmungspotential” (Global Warming Potential, GWP) definiert. Das GWP drückt die Treibhausgaswirksamkeit eines Gases im Vergleich zur Wirksamkeit von CO2 innerhalb eines bestimmten Zeitraums aus. Häufig wird der Zeitraum 100 Jahre angesetzt (GWP100). Die Maßeinheit ist das CO2-Äquivalent. Folgende CO2-Äquivalente (GWP100) hat der Weltklimarat für häufige Treibhausgase errechnet:\n\nTreibhausgasCO2-Äquivalent (GWP100)Kohlendioxid (CO2)1Lachgas (N2O)298Methan (CH4)34Tetrafluorethan (HFC-134a)1550Schwefelhexafluorid (SF6)23.500Stickstofftrifluorid (NF3)17.200\nDas CO2-Äquivalent z.B. von Lachgas mit 298 bedeutet, dass Lachgas im Zeitraum von 100 Jahren 298 mal klimaschädlicher ist als CO2.",
  "content": "Bis zum Jahr 2030 sollen die deutschen Treibhausgasemissionen um 65 Prozent gegenüber 1990 verringert werden. Dazu hat sich die Bundesrepublik in ihrem nationalen Klimaziel verpflichtet. Wie das Bundesverwaltungsgericht in Leipzig nun bestätigt hat, war die Ampel-Regierung beim Klimaschutz jedoch nicht ambitioniert genug.\n\n- Zum Artikel: [EU einigt sich auf Klimaziel: 90 Prozent weniger CO₂ bis 2040](https://www.br.de/nachrichten/deutschland-welt/eu-einigt-sich-auf-klimaziel-90-prozent-weniger-co-bis-2040,V4wxx5i)\n\n## Urteil: Klimaschutzpläne der Bundesregierung sind unzureichend\n\nDie Richter gaben dabei einer Klage der Deutschen Umwelthilfe (DUH) recht. Diese hatte sich ursprünglich gegen das Klimaschutzprogramm aus dem Jahr 2023 gewandt. [Vor dem Oberverwaltungsgericht Berlin-Brandenburg hatte die Organisation im Mai 2024 Erfolg](https://www.br.de/nachrichten/deutschland-welt/urteil-bundesregierung-muss-klimaschutzprogramm-nachbessern,UCxy9NR), die damalige Bundesregierung ging jedoch in Revision.\n\nDoch die Revision wurde am Donnerstag vom Bundesverwaltungsgericht zurückgewiesen. Denn nach Ansicht der Richter reichen die im Klimaschutzprogramm des Bundes festgeschriebenen Maßnahmen nicht aus, um das nationale Klimaziel 2030 zu erreichen. Zwar habe die Bundesregierung einen \"weiten Gestaltungsspielraum\". Jedoch müsse das Klimaschutzprogramm als zentrales Steuerungsinstrument des deutschen Klimaschutzrechts sämtliche Maßnahmen enthalten, die zur Erreichung des verbindlichen Klimaziels nötig sind.\n\n## Schwarz-rot will komplett neues Klimaschutzprogramm vorlegen\n\nUmweltstaatssekretär Jochen Flasbarth sprach nach dem Urteil von einer \"Ziellücke\" von 25 Millionen Tonnen CO2-Äquivalenten. Diese Menge an Emissionen muss also im Vergleich zu den Maßnahmen des alten Klimaschutzprogramms zusätzlich eingespart werden, um das 2030-Ziel zu schaffen. \"Wir werden jetzt alles, was an Defiziten bestanden hat im alten Klimaschutzprogramm, heilen durch das Programm 2026\", kündigte Fl",
  "source": "br.de",
  "source_url": "https://www.br.de/nachrichten/deutschland-welt/klage-erfolgreich-deutschland-muss-mehr-fuer-klimaschutz-tun,V9in4Yp",
  "published_at": "20260130T010000Z",
  "fetched_at": "2026-01-31T00:26:46.418942+00:00",
  "category": "climate_environment",
  "subcategory": null,
  "keywords": [],
  "location": "Germany",
  "raw_data": {
    "url": "https://www.br.de/nachrichten/deutschland-welt/klage-erfolgreich-deutschland-muss-mehr-fuer-klimaschutz-tun,V9in4Yp",
    "url_mobile": "",
    "title": "Klage erfolgreich : Regierung muss mehr für Klimaschutz tun",
    "seendate": "20260130T010000Z",
    "socialimage": "https://img.br.de/c9c8195a-7fe3-46b3-ad71-95982d038dc5.jpeg?q=80&rect=0%2C410%2C6048%2C3402",
    "domain": "br.de",
    "language": "German",
    "sourcecountry": "Germany"
  }
}