{
  "id": "6c70bb200c8b7b47",
  "title": "Made in India , or Made in Heaven ? Winners and losers in this week EU - India deal – EUobserver",
  "description": "A former EU trade negotiator reflects on the winners and losers in the new EU-India deal. The big question is whether this agreement signifies a tectonic shift in world trade: the world’s two biggest democracies, the second and fourth largest economies, asserting common values in the face of a rogue US and a hostile China? The EU certainly likes to think so.",
  "content": "![The EU-India trade deal remains an impressive achievement given India’s highly-protective tariffs and its historical reluctance to open its market through bilateral agreements (Photo: European Commission)](https://static.euobserver.com/2026/01/P-068826_00-55_02-HIGH-467725.jpg)\n\nThis week’s EU-India free trade agreement (FTA) was less “ [the mother of all trade deals](https://euobserver.com/200847/the-eu-india-trade-deal-mother-of-deals-or-overhyped-and-full-of-loopholes-the-answer-may-be-both/)”, more (as the sexist old joke used to have it) the mother-in-law. But still very valuable.\n\nThe EU-India FTA negotiations just signed (after 20 years!) liberalise — fully or partly — 99 percent of Indian exports to Europe and over 95 percent of EU exports to India.\n\nKey service sectors like financial, maritime and corporate transfers are also opened.\n\nWhile less ambitious than the EU’s previous free trade agreements this remains an impressive achievement given India’s highly-protective tariffs and its historical reluctance to open its market through bilateral agreements.\n\n## **The Importance of Being Earnest**\n\nSo what changed? A combination of things. First, Europe — still trying to figure out how to avoid a trade war with Donald Trump, and reeling from its [failure to clinch the FTA with Mercosur](https://euobserver.com/197349/meps-refer-mercosur-deal-to-eus-top-court-in-major-blow-to-von-der-leyens-trade-agenda/) badly needed a trade success — or face what EU Commission president Ursula von der Leyen described as self-inflicted geopolitical irrelevance.\n\nAs Oscar Wilde might have said, to lose one trade agreement is unfortunate. To lose two is careless.\n\nSo Europe went into the endgame negotiations ready to trim ambition. The agreement is significant as much [for what is not](https://euobserver.com/200847/the-eu-india-trade-deal-mother-of-deals-or-overhyped-and-full-of-loopholes-the-answer-may-be-both/) in it as for what is covered.\n\nFor a start, initial attempts to [f",
  "source": "euobserver.com",
  "source_url": "https://euobserver.com/200747/made-in-india-or-made-in-heaven-winners-and-losers-in-this-weeks-eu-india-deal/",
  "published_at": "20260130T131500Z",
  "fetched_at": "2026-01-31T00:26:46.418942+00:00",
  "category": "climate_environment",
  "subcategory": null,
  "keywords": [],
  "location": "United Kingdom",
  "raw_data": {
    "url": "https://euobserver.com/200747/made-in-india-or-made-in-heaven-winners-and-losers-in-this-weeks-eu-india-deal/",
    "url_mobile": "",
    "title": "Made in India , or Made in Heaven ? Winners and losers in this week EU - India deal – EUobserver",
    "seendate": "20260130T131500Z",
    "socialimage": "https://static.euobserver.com/2026/01/P-068826_00-55_02-HIGH-467725.jpg",
    "domain": "euobserver.com",
    "language": "English",
    "sourcecountry": "United Kingdom"
  }
}