{
  "id": "b33fd1d7cbd6ad96",
  "title": "Agricoltura , recuperati 10 miliardi della PAC per il cibo tricolore . Coldiretti :  Salva una impresa su tre in Maremma  ",
  "description": "Niente tagli alla Pac, ma anzi più risorse per gli agricoltori che, nella prossima programmazione potranno beneficiare, già dal prossimo anno, di dieci miliardi di fondi per difendere la produzione di cibo e la sovranità alimentare",
  "content": "- 31 gennaio 2026\n\n\n1. [Home](https://maremmanews.it/)\n2. [Attualità](https://maremmanews.it/category/attualita)\n\n[Attualità](https://maremmanews.it/category/attualita)\n\n# Agricoltura, recuperati 10 miliardi della PAC per il cibo tricolore. Coldiretti: \"Salva una impresa su tre in Maremma\"\n\n- 30 gennaio 2026\n\n- 323\n\n- [Stampa](https://maremmanews.it/attualita/2026-01-30/agricoltura-recuperati-10-miliardi-della-pac-per-il-cibo-tricolore-coldiretti-salva-una-impresa-su-tre-in-maremma#)\n- Redazione\n\n**Grosseto**: **Niente tagli alla Pac**, ma anzi **più risorse per gli agricoltori** che, nella prossima programmazione potranno beneficiare, già dal prossimo anno, di dieci miliardi di fondi per difendere la produzione di cibo e la sovranità alimentare, l’innovazione, la lotta al dissesto, il ricambio generazionale, la tutela dei redditi. Tirano un sospiro di sollievo gli agricoltori della maremma che partecipano attivamente ai **programmi della Politica Agricola Comune** impegnandosi quotidianamente nel garantire tutta una serie di pratiche sostenibili fondamentali per garantire alimenti di qualità e sicuri e per la conservazione dell’ambiente e della biodiversità, in cambio di un sostegno finanziario diretto al reddito e fondi strutturali.\n\nLa netta inversione di marcia della Commissione Europea, che avrebbe voluto dirottare le risorse degli agricoltori per il riarmo, arriva grazie alle potenti mobilitazioni in Europa di Coldiretti - l’ultima lo scorso 20 gennaio a Strasburgo di fronte al Parlamento Europeo - e all’impegno del Governo che permetterà all’Italia, ed in quota parte alla Toscana, di avere un miliardo in più da investire rispetto alla precedente programmazione. Un risultato impensabile fino a poche settimane fa. “Il 38% delle aziende agricole, una su tre, sarebbe stata costretta ad alzare bandiera bianca senza i soldi della Pac. Con le nostre mobilitazioni, il nostro attacco frontale senza precedenti alla Von der Leyen, abbiamo costretto la presidente e la co",
  "source": "maremmanews.it",
  "source_url": "http://maremmanews.it/attualita/2026-01-30/agricoltura-recuperati-10-miliardi-della-pac-per-il-cibo-tricolore-coldiretti-salva-una-impresa-su-tre-in-maremma",
  "published_at": "20260130T163000Z",
  "fetched_at": "2026-01-31T00:26:46.418942+00:00",
  "category": "climate_environment",
  "subcategory": null,
  "keywords": [],
  "location": "Italy",
  "raw_data": {
    "url": "http://maremmanews.it/attualita/2026-01-30/agricoltura-recuperati-10-miliardi-della-pac-per-il-cibo-tricolore-coldiretti-salva-una-impresa-su-tre-in-maremma",
    "url_mobile": "",
    "title": "Agricoltura , recuperati 10 miliardi della PAC per il cibo tricolore . Coldiretti :  Salva una impresa su tre in Maremma  ",
    "seendate": "20260130T163000Z",
    "socialimage": "http://maremmanews.it/media/images/agricoltura-1.jpg",
    "domain": "maremmanews.it",
    "language": "Italian",
    "sourcecountry": "Italy"
  }
}