{
  "id": "d0d8a39c84cae3f5",
  "title": "Deadly storms expose growing gap between disaster recovery and climate preparation",
  "description": "By Kirsty Johnston of RNZ As floodwaters recede and damage assessments continue after last week’s deadly storms, scrutiny is turning to whether New Zealand...",
  "content": "[‘Tremendous loss': Rotorua woman latest Mount Maunganui landslide victim identified by coroner](https://www.nzherald.co.nz/nz/remains-of-rotorua-woman-susan-doreen-knowles-formally-identified-by-coroner/KJO3VQXXGRFSTBK5WHFGZQ4UYE/)\n\n[Subscribe](https://www.nzherald.co.nz/my-account/subscription/offers/) [Sign In](https://www.nzherald.co.nz/my-account/identity/)\n\n* * *\n\nA landslide destroyed parts of the Mount Maunganui Beachside Holiday Park. Photo / Michael Craig\n\n**By Kirsty Johnston of** [**RNZ**](https://www.rnz.co.nz/ \"https://www.rnz.co.nz/\")\n\nAs floodwaters recede and damage assessments continue after last week’s deadly storms, scrutiny is turning to whether New Zealand is prepared for the next disaster – and how it will pay for it.\n\nOne long-term economic analysis shows New Zealand has developed a pattern of spending heavily after disasters strike, while investing comparatively little upfront to reduce future risk.\n\n“Our key problem is that we tend to respond to every disaster in an ad hoc way,” said adaptation expert Professor Bronwyn Hayward, from Canterbury University. “And we’re treating every disaster individually.”\n\nTreasury flagged the same issue in 2024, warning there is an 80% chance New Zealand will experience another Cyclone Gabrielle-scale event within the next 50 years, and describing extreme weather as a repeat and growing fiscal risk for the Crown, rather than a one-off shock.\n\nDespite those warnings, funding and planning for climate adaptation has been scaled back by the current Government – even as recovery bills have climbed well over $1 billion following Cyclone Gabrielle, the Auckland Anniversary floods and last year’s Tasman floods.\n\nExperts say the bill will only continue to rise as climate change worsens, unless the nation makes urgent changes to how it funds climate adaptation.\n\n“You end up paying six times more for emergency repair than you would if you’d actually planned ahead and planned the upgrades or planned a city,” says Emily",
  "source": "nzherald.co.nz",
  "source_url": "https://www.nzherald.co.nz/rotorua-daily-post/news/deadly-storms-expose-growing-gap-between-disaster-recovery-and-climate-preparation/AFUAZ7JERZEUJFNO24DKLHSRWA/",
  "published_at": "20260130T014500Z",
  "fetched_at": "2026-01-31T00:26:46.418942+00:00",
  "category": "climate_environment",
  "subcategory": null,
  "keywords": [
    "climate",
    "disaster"
  ],
  "location": "New Zealand",
  "raw_data": {
    "url": "https://www.nzherald.co.nz/rotorua-daily-post/news/deadly-storms-expose-growing-gap-between-disaster-recovery-and-climate-preparation/AFUAZ7JERZEUJFNO24DKLHSRWA/",
    "url_mobile": "",
    "title": "Deadly storms expose growing gap between disaster recovery and climate preparation",
    "seendate": "20260130T014500Z",
    "socialimage": "https://www.nzherald.co.nz/resizer/v2/C75275TMXBEDTJAPF6BERJ4JR4.JPG?auth=7b2d12b0b9f8f7c9c82be542d43edbeeb2a21c5eaf63d61e42c93210777beb9a&quality=70&focal=1025%2C780&smart=false",
    "domain": "nzherald.co.nz",
    "language": "English",
    "sourcecountry": "New Zealand"
  }
}