{
  "id": "1fd5dec01d798247",
  "title": "Antisipasi cuaca ekstrem , BPBD DKI kembali lakukan modifikasi cuaca",
  "description": "Badan Penanggulangan Bencana Daerah (BPBD) DKI Jakarta kembali melakukan operasi modifikasi cuaca (OMC) dalam rangka mengantisipasi cuaca ...",
  "content": "# Antisipasi cuaca ekstrem, BPBD DKI kembali lakukan modifikasi cuaca\n\n- Sabtu, 31 Januari 2026 13:14 WIB\n- waktu baca 2 menit\n\n![Antisipasi cuaca ekstrem, BPBD DKI kembali lakukan modifikasi cuaca](https://cdn.antaranews.com/cache/1200x800/2026/01/31/1000703582.jpg)Petugas menyiapkan bahan semai untuk pelaksanaan operasi modifikasi cuaca (OMC) di Jakarta, Sabtu (31/1/2026). ANTARA/HO-BPBD DKI Jakarta.\n\nJakarta (ANTARA) - Badan Penanggulangan Bencana Daerah (BPBD) DKI Jakarta kembali melakukan operasi modifikasi cuaca (OMC) dalam rangka mengantisipasi cuaca ekstrem.\n\n\"Rencana penerbangan Operasi Modifikasi Cuaca (OMC) dalam rangka kesiapsiagaan menghadapi bencana hidrometeorologi ekstrem di Provinsi DKI Jakarta,\" kata Kepala Pelaksana BPBD DKI Jakarta Isnawa Adji di Jakarta, Sabtu.\n\nOperasi tersebut, kata dia, merupakan hasil sinergi antara BPBD DKI Jakarta dengan Badan Nasional Penanggulangan Bencana (BNPB), Badan Meteorologi, Klimatologi dan Geofisika (BMKG), TNI Angkatan Udara, serta unsur terkait lainnya.\n\nDia menjelaskan pada sorti pertama, pesawat melakukan penyemaian awan di perairan utara Jakarta pada ketinggian 8.000-11.000 kaki. Pada sorti ini, digunakan bahan semai berupa Kalsium Oksida (CaO) sebanyak 800 kilogram.\n\nSorti kedua, dilaksanakan dengan fokus penyemaian awan di wilayah barat daya Jakarta, penerbangan dilakukan pada ketinggian 7.000-8.000 kaki.\n\n\"Pada sorti ini, digunakan bahan semai berupa Natrium Klorida (NaCl) sebanyak 800 kilogram,\" ujar Isnawa.\n\nLebih lanjut, dia menyebutkan OMC tersebut dilakukan berdasarkan analisis kondisi atmosfer serta pemantauan cuaca secara berkelanjutan, sehingga penyemaian awan dapat diarahkan ke wilayah yang lebih aman.\n\nBPBD Provinsi DKI Jakarta terus melakukan evaluasi harian terhadap pelaksanaan OMC serta memperkuat koordinasi lintas instansi guna memastikan kesiapsiagaan menghadapi potensi bencana hidrometeorologi di wilayah DKI Jakarta dan sekitarnya.\n\n**Baca juga: [Jakarta gelar modifikasi cuaca dengan sema",
  "source": "antaranews.com",
  "source_url": "https://www.antaranews.com/berita/5387674/antisipasi-cuaca-ekstrem-bpbd-dki-kembali-lakukan-modifikasi-cuaca",
  "published_at": "20260131T064500Z",
  "fetched_at": "2026-02-01T00:32:37.375926+00:00",
  "category": "climate_environment",
  "subcategory": null,
  "keywords": [],
  "location": "Indonesia",
  "raw_data": {
    "url": "https://www.antaranews.com/berita/5387674/antisipasi-cuaca-ekstrem-bpbd-dki-kembali-lakukan-modifikasi-cuaca",
    "url_mobile": "https://m.antaranews.com/amp/berita/5387674/antisipasi-cuaca-ekstrem-bpbd-dki-kembali-lakukan-modifikasi-cuaca",
    "title": "Antisipasi cuaca ekstrem , BPBD DKI kembali lakukan modifikasi cuaca",
    "seendate": "20260131T064500Z",
    "socialimage": "https://img.antaranews.com/cache/1200x800/2026/01/31/1000703582.jpg",
    "domain": "antaranews.com",
    "language": "Indonesian",
    "sourcecountry": "Indonesia"
  }
}