{
  "id": "7815ea5631503cfa",
  "title": "Tavolo MIMIT , la filiera auto chiede correzioni al Pacchetto UE",
  "description": "Al confronto con il Governo, l’automotive italiano propone una transizione pragmatica e plaude alla programmazione pluriennale delle risorse per la filiera.",
  "content": "Tavolo MIMIT, la filiera auto chiede correzioni al Pacchetto UE - Affaritaliani.it\n\n![](https://www.affaritaliani.it/static/upl2025/anfi/anfia.jpeg)\n\n## La transizione ecologica non è in discussione, ma va resa sostenibile.\n\nÈ questo il messaggio che la filiera automotive italiana ha portato al Tavolo convocato al **Ministero delle Imprese e del Made in Italy,** chiedendo un allineamento più realistico tra le ambizioni europee e le condizioni industriali ed economiche in cui operano imprese e cittadini.\n\n**Decarbonizzare la mobilità “da subito”** resta un obiettivo condiviso, ma secondo la filiera va perseguito senza forzature, puntando su una pluralità di soluzioni tecnologiche. Accanto ai veicoli elettrici, l’industria chiede che trovino pieno riconoscimento anche i veicoli alimentati a carburanti rinnovabili, da normare all’interno della regolamentazione sui veicoli in modo coerente con l’intero quadro legislativo europeo. L’obiettivo è evitare disallineamenti normativi che rischiano di creare incertezza, rallentare gli investimenti e comprimere la capacità di pianificazione industriale.\n\nÈ in questa cornice che si inseriscono le proposte di modifica al **Pacchetto automotive UE.** La linea, definita “razionale e pragmatica”, non punta a una retromarcia sulla transizione, ma a un riequilibrio dei tempi. La filiera chiede di rivedere i target al 2030 per i veicoli commerciali leggeri e di ridurre quelli al 2035 per auto e furgoni, così da rendere più graduale il percorso verso la neutralità climatica. Una richiesta che nasce dalla consapevolezza che la transizione non può prescindere dalla domanda reale, dalle infrastrutture disponibili e dalla sostenibilità economica per famiglie e imprese.\n\n**Un altro punto centrale riguarda il riconoscimento delle peculiarità** dei piccoli costruttori anche oltre il 2035, per evitare un approccio uniforme in un mercato europeo caratterizzato da profonde differenze dimensionali e industriali. Sul fronte delle sanzioni, la filier",
  "source": "affaritaliani.it",
  "source_url": "https://www.affaritaliani.it/motori/tavolo-mimit-la-filiera-auto-chiede-correzioni-al-pacchetto-ue-1000110.html",
  "published_at": "20260131T091500Z",
  "fetched_at": "2026-02-01T00:32:37.375926+00:00",
  "category": "climate_environment",
  "subcategory": null,
  "keywords": [],
  "location": "Italy",
  "raw_data": {
    "url": "https://www.affaritaliani.it/motori/tavolo-mimit-la-filiera-auto-chiede-correzioni-al-pacchetto-ue-1000110.html",
    "url_mobile": "https://www.affaritaliani.it/amp/motori/tavolo-mimit-la-filiera-auto-chiede-correzioni-al-pacchetto-ue-1000110.html",
    "title": "Tavolo MIMIT , la filiera auto chiede correzioni al Pacchetto UE",
    "seendate": "20260131T091500Z",
    "socialimage": "https://www.affaritaliani.it/static/upl2025/anfi/anfia.jpeg",
    "domain": "affaritaliani.it",
    "language": "Italian",
    "sourcecountry": "Italy"
  }
}