{
  "id": "89f3b4b87f16dbf7",
  "title": "WMO desak penguatan sistem peringatan dini usai cuaca ekstrem Januari",
  "description": "JENEWA, 31 Januari (Xinhua.",
  "content": "# WMO desak penguatan sistem peringatan dini usai cuaca ekstrem Januari\n\n- Sabtu, 31 Januari 2026 15:53 WIB\n- waktu baca 3 menit\n\n![WMO desak penguatan sistem peringatan dini usai cuaca ekstrem Januari](https://cdn.antaranews.com/cache/1200x800/2026/01/31/CjkinzN000010_20260131_CBMFN0A001.jpg)Sebuah kendaraan melaju di sepanjang jalan hutan bersalju di Taman Nasional Tatra dekat Zakopane, Polandia, 29 Januari 2026. Terletak di Pegunungan Tatra di Polandia selatan, taman ini dikenal dengan pemandangan alpine yang unik dan merupakan tujuan musim dingin yang populer untuk bermain ski dan olahraga salju. ANTARA/Xinhua/Aleksy Witwicki.\n\nJenewa (ANTARA) - JENEWA, 31 Januari (Xinhua) -- Organisasi Meteorologi Dunia (World Meteorological Organization/WMO) pada Jumat (30/1) mengatakan bahwa Januari 2026 ditandai dengan tingginya frekuensi kejadian cuaca ekstrem di seluruh dunia, dengan suhu panas, dingin, serta hujan lebat yang tidak biasa terjadi secara berurutan dan menyebabkan kerugian ekonomi, lingkungan, dan manusia yang signifikan.\n\nDalam sebuah pernyataan pers, Sekretaris Jenderal WMO Celeste Saulo menyerukan peningkatan akurasi dan ketepatan waktu dalam prakiraan cuaca, serta investasi yang lebih besar pada sistem peringatan dini, mengingat peningkatan suhu jangka panjang akan menyebabkan cuaca ekstrem yang lebih sering dan intens.\n\nMenurut informasi yang dikumpulkan oleh Mekanisme Koordinasi WMO dari Anggota dan Pusat WMO, baik Belahan Bumi Selatan maupun Utara mengalami bencana terkait cuaca yang meluas selama bulan tersebut.\n\nDi Australia, sejumlah area besar dilanda dua gelombang panas yang disertai kondisi kebakaran berbahaya. Data dari Biro Meteorologi menunjukkan bahwa Kota Ceduna di Australia Selatan mencatat suhu 49,5 derajat Celsius pada 26 Januari, rekor tertinggi di daerah itu. Kombinasi suhu panas dan angin kencang mendorong ancaman kebakaran ke level ekstrem di banyak area.\n\n![](https://img.antaranews.com/cache/800x533/2026/01/31/CjkinzN000010_20260131_",
  "source": "antaranews.com",
  "source_url": "https://www.antaranews.com/berita/5387862/wmo-desak-penguatan-sistem-peringatan-dini-usai-cuaca-ekstrem-januari",
  "published_at": "20260131T093000Z",
  "fetched_at": "2026-02-01T00:32:37.375926+00:00",
  "category": "climate_environment",
  "subcategory": null,
  "keywords": [
    "ai"
  ],
  "location": "Indonesia",
  "raw_data": {
    "url": "https://www.antaranews.com/berita/5387862/wmo-desak-penguatan-sistem-peringatan-dini-usai-cuaca-ekstrem-januari",
    "url_mobile": "https://m.antaranews.com/amp/berita/5387862/wmo-desak-penguatan-sistem-peringatan-dini-usai-cuaca-ekstrem-januari",
    "title": "WMO desak penguatan sistem peringatan dini usai cuaca ekstrem Januari",
    "seendate": "20260131T093000Z",
    "socialimage": "https://cdn.antaranews.com/cache/1200x800/2026/01/31/CjkinzN000010_20260131_CBMFN0A001.jpg",
    "domain": "antaranews.com",
    "language": "Indonesian",
    "sourcecountry": "Indonesia"
  }
}