{
  "id": "c2191fbf71d17305",
  "title": "Verdi presentano fondo per il clima vantaggioso per popolazione e economia",
  "description": "Iniziativa lanciata da Verdi e PS propone versamenti annuali pari allo 0,5-1% del PIL (4-8 miliardi CHF); i sondaggi mostrano i «no» in vantaggio",
  "content": "![](https://www.laregione.ch/svizzera/svizzera/1901073/verdi-fondo-miliardi-popolazione-clima-ps-vantaggio-economia)\n\nSvizzera\n\n# Verdi presentano fondo per il clima vantaggioso per popolazione e economia\n\n## > Iniziativa lanciata da Verdi e PS propone versamenti annuali pari allo 0,5-1% del PIL (4-8 miliardi CHF); i sondaggi mostrano i «no» in vantaggio\n\n31 gennaio 2026\n\n\\|\n\nats, a curade [laRegione](https://www.laregione.ch/authors/336/laregione)\n\nA poco più di un mese dall'8 marzo, la presidente dei Verdi, Lisa Mazzone, ha mobilitato i delegati oggi a Coira in vista della votazione sull'iniziativa per un fondo per il clima. Stando all'ex senatrice ginevrina, un «sì» alle urne avvantaggerebbe l'intera popolazione e l'economia.\n\nCon un fondo per il clima, la Svizzera diventerà più indipendente, più solida e più sostenibile, secondo Mazzone. «L'estrema dipendenza dalla Cina per la transizione energetica e dagli Stati Uniti per la tecnologia digitale rappresenta un pericolo geopolitico diretto. Anche l'importazione di gas liquefatto dalla Russia è in contraddizione con il nostro sostegno all'Ucraina contro la guerra», ha affermato la presidente degli ecologisti.\n\nA detta di Mazzone, la politica dei Verdi è orientata al futuro, mentre il Consiglio federale e gli altri partiti tendono a «tornare al passato» con i loro progetti di nuove centrali nucleari e i miliardi investiti nell'esercito e nelle autostrade.\n\nGli investimenti che noi proponiamo col nostro fondo aiutano concretamente la popolazione a diventare climaticamente neutrale e ad adattarsi alle conseguenze estreme della crisi in corso, ha spiegato Mazzone. La promozione della ristrutturazione energetica degli edifici, ad esempio, migliora la qualità della vita nei periodi di freddo e caldo e riduce i costi di riscaldamento.\n\nAnche l'economia svizzera ne trarrebbe vantaggio. «Investire in Svizzera piuttosto che spendere ogni anno 8 miliardi di franchi all'estero per le energie fossili creerebbe posti di lavoro ",
  "source": "laregione.ch",
  "source_url": "https://www.laregione.ch/svizzera/svizzera/1901073/verdi-fondo-miliardi-popolazione-clima-ps-vantaggio-economia",
  "published_at": "20260131T124500Z",
  "fetched_at": "2026-02-01T00:32:37.375926+00:00",
  "category": "climate_environment",
  "subcategory": null,
  "keywords": [],
  "location": "Switzerland",
  "raw_data": {
    "url": "https://www.laregione.ch/svizzera/svizzera/1901073/verdi-fondo-miliardi-popolazione-clima-ps-vantaggio-economia",
    "url_mobile": "https://amp.laregione.ch/svizzera/svizzera/1901073/verdi-fondo-miliardi-popolazione-clima-ps-vantaggio-economia",
    "title": "Verdi presentano fondo per il clima vantaggioso per popolazione e economia",
    "seendate": "20260131T124500Z",
    "socialimage": "",
    "domain": "laregione.ch",
    "language": "Italian",
    "sourcecountry": "Switzerland"
  }
}