{
  "id": "8f4302a48495eb88",
  "title": "Los grandes cambios fiscales del 2026 : del Bizum al diésel",
  "description": "Tras las polémicas, los perceptores de la prestación por desempleo no estarán obligados a presentar la declaración del IRPF",
  "content": "Regístrate gratis y recibe en tu correo las principales noticias del día\n\nEl responsable del tratamiento de los datos personales facilitados es La Voz de GaliciaLa Voz de Asturias, S.A., que los tratará con la finalidad de prestarte los servicios solicitados en virtud de la relación contractual, remitirte comunicaciones sobre productos o servicios de La Voz de GaliciaLa Voz de Asturias que puedan ser de tu interés en base al interés legítimo, y remitirte comunicaciones comerciales sobre productos o servicios de terceros basadas en tu consentimiento. Tus datos no serán cedidos a terceros, salvo que la cesión esté amparada en la ejecución de un contrato u obligación legal. Puedes oponerte a envíos de comunicaciones comerciales o gestionar tus preferencias publicitarias haciendo clic [aquí.](https://www.lavozdegalicia.es/noticia/economia/2025/12/30/grandes-cambios-fiscales-2026-bizum-diesel/00031767088773016414518.htm#)\n\n**Preferencias publicitarias**\n\nEn este apartado puedes indicarnos tus preferencias respecto de comunicaciones comerciales, que podremos realizar por medios electrónicos o por teléfono, en función de los datos que nos hayas facilitado.\n\nTe informamos de que La Voz de GaliciaLa Voz de Asturias podrá enviarte comunicaciones comerciales sobre productos y servicios de La Voz de GaliciaLa Voz de Asturias en base al interés legítimo, salvo que nos manifiestes tu oposición desmarcando la siguiente casilla:\n\nRecibir comunicaciones comerciales de productos y servicios de La Voz de GaliciaLa Voz de Asturias, según mi perfil\n\nPor otro lado, si marcas la siguiente casilla consientes que La Voz de GaliciaLa Voz de Asturias te remita información de productos y servicios de otras empresas (incluyendo de otras sociedades del [grupo](https://www.lavozdegalicia.es/noticia/economia/2025/12/30/grandes-cambios-fiscales-2026-bizum-diesel/00031767088773016414518.htm#)):\n\nRecibir comunicaciones comerciales de productos y servicios de terceras empresas, según mi perfil\n\nPara m",
  "source": "lavozdegalicia.es",
  "source_url": "https://www.lavozdegalicia.es/noticia/economia/2025/12/30/grandes-cambios-fiscales-2026-bizum-diesel/00031767088773016414518.htm",
  "published_at": "20251230T111500Z",
  "fetched_at": "2025-12-31T00:23:34.453563+00:00",
  "category": "robotics_automation",
  "subcategory": null,
  "keywords": [],
  "location": "Spain",
  "raw_data": {
    "url": "https://www.lavozdegalicia.es/noticia/economia/2025/12/30/grandes-cambios-fiscales-2026-bizum-diesel/00031767088773016414518.htm",
    "url_mobile": "https://www.lavozdegalicia.es/amp/noticia/economia/2025/12/30/grandes-cambios-fiscales-2026-bizum-diesel/00031767088773016414518.htm?utm_campaign=amp",
    "title": "Los grandes cambios fiscales del 2026 : del Bizum al diésel",
    "seendate": "20251230T111500Z",
    "socialimage": "https://img.lavdg.com/sc/5FUM5gv5GvoaDNQ9m0B6k5oSTyo=/1280x/2025/12/30/00121767089101769111541/Foto/I01J2053.jpg",
    "domain": "lavozdegalicia.es",
    "language": "Spanish",
    "sourcecountry": "Spain"
  }
}