{
  "id": "ca18648f97fd258d",
  "title": "Letters to the Editor | Dec . 30 , 2025",
  "description": "Are local people able to afford high rents in new housing? I’d love to see data on how many locally based citizens such as our schoolteachers, households with both parents working, service people and city employees are able to afford the high rents in all the high rise boxes being built here in Santa Cruz. […]",
  "content": "[Skip to content](https://www.santacruzsentinel.com/2025/12/29/letters-to-the-editor-dec-30-2025/#content)\n\nBy [Letters to the Editor](https://www.santacruzsentinel.com/2025/12/29/letters-to-the-editor-dec-30-2025/# \"Posts by Letters to the Editor\") \\| Santa Cruz Sentinel\n\nPUBLISHED: December 29, 2025 at 2:43 PM PST\n\n**Getting your [Trinity Audio](https://trinityaudio.ai/) player ready...**\n\n#### Are local people able to afford high rents in new housing?\n\nI’d love to see data on how many locally based citizens such as our schoolteachers, households with both parents working, service people and city employees are able to afford the high rents in all the high rise boxes being built here in Santa Cruz. I have an intuitive feeling the majority of new renters are mostly tech professionals with tech salaries flowing from over the hill that now have remote capabilities and have always wanted to live here in our once charming town.\n\nWe lose on all accounts.\n\n– Kim Ruth, Santa Cruz\n\n#### Don’t put in place highest sales tax in California for train\n\nThe Regional Transportation Commission (RTC) should be embarrassed for even considering using the sales tax to fund portion of the train. It would make Santa Cruz County sales tax the highest in the State of California. Moreover, it would be paid mostly by people who will not be using the train, thus getting no benefit.\n\nI want my elected officials to be conservative in the way they spend my tax money, make rational decisions for the Common Good, not pursue their own agendas or somebody else’s fantasy.\n\nIt’s pretty much established that a train will not materially improve traffic on Highway 1, thus making the relatively small number of riders the only real beneficiaries of the train.\n\nThere is a myth that people voted for rail. Not so. Mostly people voted against a particular ballot measure. How would those folks vote if the question included the cost of billions, and the highest sales tax in the state?\n\n– Peter Katzlberger, Felto",
  "source": "santacruzsentinel.com",
  "source_url": "https://www.santacruzsentinel.com/2025/12/29/letters-to-the-editor-dec-30-2025/",
  "published_at": "20251230T044500Z",
  "fetched_at": "2025-12-31T00:23:34.453563+00:00",
  "category": "robotics_automation",
  "subcategory": null,
  "keywords": [],
  "location": "United States",
  "raw_data": {
    "url": "https://www.santacruzsentinel.com/2025/12/29/letters-to-the-editor-dec-30-2025/",
    "url_mobile": "",
    "title": "Letters to the Editor | Dec . 30 , 2025",
    "seendate": "20251230T044500Z",
    "socialimage": "",
    "domain": "santacruzsentinel.com",
    "language": "English",
    "sourcecountry": "United States"
  }
}