{
  "id": "79000911db19f234",
  "title": "India 2025 Economy : High Growth , Low Inflation , Strong Jobs",
  "description": "India ends 2025 with 8.2% GDP growth, inflation at 0.71%, and unemployment falling to 4.7%, marking a historic \"Goldilocks\" economic moment.",
  "content": "Menu\n\n## India set to end 2025 on strong economic footing with high growth, low inflation: Govt\n\nIndia ends 2025 with 8.2% GDP growth, inflation at 0.71%, and unemployment falling to 4.7%, marking a historic \"Goldilocks\" economic moment.\n\n> \"Goldilocks moment for the Indian economy, characterised by both high growth and low inflation. - Government of India\"\n\nNew Delhi, December 30\n\nIndia is on track to conclude 2025 as one of its most significant years of economic performance, with key macroeconomic indicators reflecting strong growth, low inflation, expanded exports and improved labour market conditions, the government said in its year-end economic review.\n\nAccording to a press note released by the Press Information Bureau, India's real Gross Domestic Product (GDP) expanded at 8.2 per cent in the second quarter of the financial year (FY) 2025-26, marking a six-quarter high and underscoring resilient domestic demand amidst a challenging global trade environment. This follows growth rates of 7.8 per cent in the first quarter and 7.4 per cent in the fourth quarter of FY 2024-25.\n\nThe government highlighted that the real Gross Value Added (GVA), a measure of domestic production, grew by 8.1 per cent in Q2 of 2025-26, driven by buoyancy in both the industrial and services sectors. The sustained expansion signals a broad-based upturn in economic activity across key sectors.\n\nInflation trends remained largely benign throughout the year, with the Consumer Price Index (CPI) inflation rate steadily softening from 4.26 per cent in January 2025 to 0.71 per cent in November 2025, offering the Reserve Bank of India (RBI) policy space to maintain a supportive monetary stance. Wholesale Price Index (WPI) inflation also moderated during the year, reinforcing the overall price stability environment.\n\nOn employment, the latest labour force estimates revealed a notable improvement in job market conditions. In November 2025, the unemployment rate fell to 4.7 per cent, down from 5.2 per",
  "source": "newkerala.com",
  "source_url": "https://www.newkerala.com/news/o/india-set-end-2025-strong-economic-footing-high-598",
  "published_at": "20251230T060000Z",
  "fetched_at": "2025-12-31T00:23:34.453563+00:00",
  "category": "macroeconomics_finance",
  "subcategory": null,
  "keywords": [
    "inflation"
  ],
  "location": "India",
  "raw_data": {
    "url": "https://www.newkerala.com/news/o/india-set-end-2025-strong-economic-footing-high-598",
    "url_mobile": "",
    "title": "India 2025 Economy : High Growth , Low Inflation , Strong Jobs",
    "seendate": "20251230T060000Z",
    "socialimage": "https://one.newkerala.com/images/t/newkerala-com-news250.webp",
    "domain": "newkerala.com",
    "language": "English",
    "sourcecountry": "India"
  }
}