{
  "id": "73f83a4d404e9274",
  "title": "Iran says it supports regional diplomacy , hails Türkiye stance on Gaza",
  "description": "Iranian foreign minister says any war in the region would endanger all countries, calls Ankara key partner in resisting external interference - Anadolu Ajansı, Iranian foreign minister says any war in the region would endanger all countries, calls Ankara key partner in resisting external interference - Anadolu Ajansı",
  "content": "[Middle East](https://www.aa.com.tr/en/middle-east)\n\n# Iran says it supports regional diplomacy, hails Türkiye's stance on Gaza\n\n#### Iranian foreign minister says any war in the region would endanger all countries, calls Ankara key partner in resisting external interference\n\nMerve Berker  \\|30.01.2026 - Update : 30.01.2026\n\n![Iran says it supports regional diplomacy, hails Türkiye's stance on Gaza](https://cdnuploads.aa.com.tr/uploads/Contents/2026/01/30/thumbs_b_c_bf9aa8c59785425e55a8e5982d78885f.jpg?v=153756)\n\n[![](https://cdnassets.aa.com.tr/assets/newVersion/images/next-header-aa.svg)](https://nsosyal.com/share?url=http://v.aa.com.tr/3815495&text=Iran+says+it+supports+regional+diplomacy%2c+hails+T%c3%bcrkiye%27s+stance+on+Gaza)\n\n**ANKARA**\n\nIran on Friday reaffirmed its commitment to regional peace and diplomacy, while praising Türkiye’s position amid ongoing security challenges and Israeli attacks on Gaza.\n\nSpeaking at a joint news conference with Turkish Foreign Minister Hakan Fidan in Istanbul, Iranian Foreign Minister Abbas Araghchi said Tehran attaches great importance to its partnership with Ankara, particularly in light of recent regional developments.\n\nHe said the visit came in response to Fidan’s earlier trip to Tehran in November, and that Türkiye and Iran are in regular contact due to shared interests and concerns.\n\n“In the last one or two weeks alone, we have held almost daily phone conversations,” he noted, adding: “Türkiye is not just a neighbor, but a friend, and neighbors will always be our priority.”\n\n“Türkiye and Iran have always stood by one another in both difficult and easy times,” Araghchi said.\n\nHe added that bilateral relations are grounded in “fraternity and friendship.”\n\nHe said Türkiye’s approach of keeping diplomatic channels open is highly valued by Tehran and expressed readiness to further enhance cooperation with Türkiye when necessary.\n\nAraghchi thanked Turkish President Recep Tayyip Erdogan, the Turkish government, and Fidan for",
  "source": "aa.com.tr",
  "source_url": "https://www.aa.com.tr/en/middle-east/iran-says-it-supports-regional-diplomacy-hails-turkiyes-stance-on-gaza/3815495",
  "published_at": "20260130T164500Z",
  "fetched_at": "2026-01-31T00:26:46.418942+00:00",
  "category": "macroeconomics_finance",
  "subcategory": null,
  "keywords": [
    "ai"
  ],
  "location": "Turkey",
  "raw_data": {
    "url": "https://www.aa.com.tr/en/middle-east/iran-says-it-supports-regional-diplomacy-hails-turkiyes-stance-on-gaza/3815495",
    "url_mobile": "",
    "title": "Iran says it supports regional diplomacy , hails Türkiye stance on Gaza",
    "seendate": "20260130T164500Z",
    "socialimage": "https://cdnuploads.aa.com.tr/uploads/Contents/2026/01/30/thumbs_b_c_bf9aa8c59785425e55a8e5982d78885f.jpg?v=153756",
    "domain": "aa.com.tr",
    "language": "English",
    "sourcecountry": "Turkey"
  }
}