{
  "id": "845db45339368d17",
  "title": "Tesla invests $2 billion in xAI , reaffirms Cybercab launch this year",
  "description": "Tesla said it will invest US$2 billion in Chief Executive Elon Musk’s artificial intelligence startup xAI",
  "content": "## Tesla invests $2 billion in xAI, reaffirms Cybercab launch this year\n\nAnabelle Colaco\n\n\n31 Jan 2026, 14:41 GMT+10\n\n\n![Tesla invests $2 billion in xAI, reaffirms Cybercab launch this year](https://image.chitra.live/api/v1/wps/c6b674e/3185f698-0d75-41a9-a3ec-a4979a1e2d17/2/Tesla-Cyberca-630x420.jpg)\n\n- Tesla said it will invest US$2 billion in Chief Executive Elon Musk’s artificial intelligence startup xAI\n- This underscrored the company’s push to reposition itself as an AI and robotics leader as it prepares to begin production of its Cybercab robotaxi later this year\n- The announcement supports Musk’s long-stated vision of shifting Tesla beyond electric vehicles toward autonomy, robotics, and software, a strategy that underpins much of the company’s roughly $1.5 trillion valuation\n\nAUSTIN, Texas: Tesla said it will invest US$2 billion in Chief Executive Elon Musk's artificial intelligence startup xAI, underscoring the company's push to reposition itself as an AI and robotics leader as it prepares to begin production of its Cybercab robotaxi later this year.\n\nThe announcement supports Musk's long-stated vision of shifting Tesla beyond electric vehicles toward autonomy, robotics, and software, a strategy that underpins much of the company's roughly $1.5 trillion valuation. Tesla also reiterated that production plans for the Cybercab remain on track for this year, a key reassurance for investors after repeated delays to earlier robotaxi targets.\n\nTesla shares rose about 3.5 percent in after-hours trading, before paring gains to trade up around 1.8 percent after executives outlined sharply higher capital spending plans.\n\nChief Financial Officer Vaibhav Taneja said Musk's plans, which include Cybercabs, humanoid robots, Semi trucks, and Roadster sports cars, would push Tesla's capital expenditures above $20 billion this year, more than double the $8.5 billion spent in 2025.\n\nTesla is \"entering a transition phase\" in which investors are being asked to underwrite future ",
  "source": "singaporestar.com",
  "source_url": "http://www.singaporestar.com/news/278838916/tesla-invests-usd2-billion-in-xai-reaffirms-cybercab-launch-this-year",
  "published_at": "20260131T134500Z",
  "fetched_at": "2026-02-01T00:32:37.375926+00:00",
  "category": "robotics_automation",
  "subcategory": null,
  "keywords": [
    "cyber",
    "ai"
  ],
  "location": "Singapore",
  "raw_data": {
    "url": "http://www.singaporestar.com/news/278838916/tesla-invests-usd2-billion-in-xai-reaffirms-cybercab-launch-this-year",
    "url_mobile": "",
    "title": "Tesla invests $2 billion in xAI , reaffirms Cybercab launch this year",
    "seendate": "20260131T134500Z",
    "socialimage": "https://image.chitra.live/api/v1/wps/2c3ac63/3185f698-0d75-41a9-a3ec-a4979a1e2d17/2/Tesla-Cyberca-600x315.jpg",
    "domain": "singaporestar.com",
    "language": "English",
    "sourcecountry": "Singapore"
  }
}