{
  "id": "955c5adfca0012bb",
  "title": "Cárcel de Rivera volverá a tener atención médica las 24 horas del día",
  "description": "Gracias a una gestión oficiosa de la Personería de Neiva propició fallo de tutela a favor de 1.449 personas privadas de la libertad en el ERON Neiva, donde los reclusos no contaban con atención de salud en las noches o los días no hábiles.",
  "content": "[Huila](https://diariodelhuila.com/huila/)\n\n# Cárcel de Rivera volverá a tener atención médica las 24 horas del día\n\nEne 31, 2026\n\nDiario del Huila[Inicio](https://diariodelhuila.com/)5[Huila](https://diariodelhuila.com/huila/)5Cárcel de Rivera volverá a tener atención médica las 24 horas del día\n\nGracias a una gestión oficiosa de la Personería de Neiva propició fallo de tutela a favor de 1.449 personas privadas de la libertad en el ERON Neiva, donde los reclusos no contaban con atención de salud en las noches o los días no hábiles.\n\n**DIARIO DEL HUILA, NEIVA**\n\n**Por: Leidy Catalina Durán Vásquez**\n\nGracias a un riguroso trabajo por parte de la Personería Municipal de Neiva en defensa de los derechos humanos, el Juzgado Segundo de Familia de Neiva profirió fallo de tutela de fecha 27 de enero de 2026, mediante el cual se ampararon los derechos fundamentales de 1.449 personas privadas de la libertad, recluidas en el Establecimiento Penitenciario y Carcelario de Mediana Seguridad de Neiva ERON.\n\nEn la mencionada decisión judicial, el despacho tuteló los derechos fundamentales a la vida, la salud, la dignidad humana y la integridad personal de la población privada de la libertad, reconociendo la grave vulneración generada por la suspensión y deficiente prestación del servicio de salud al interior del centro penitenciario.\n\nEn ese orden de ideas, el juez ordenó restablecer la atención médica permanente en la Cárcel de Rivera, luego de evidenciar graves afectaciones a los derechos fundamentales de la población privada de la libertad.\n\nTodo se dio porque la Personería de Neiva, verificó que la reducción de horarios en los servicios de salud estaba poniendo en riesgo la vida y la integridad de más de 1.400 internos que permanecen en este establecimiento penitenciario.\n\n“Precisamente hablando del tema de salud, todos los sectores están de alguna manera inmersos en esta dificultad. Parte de la problemática se está generando al interior de las cárceles y de los centros penit",
  "source": "diariodelhuila.com",
  "source_url": "https://diariodelhuila.com/carcel-de-rivera-volvera-a-tener-atencion-medica-las-24-horas-del-dia/",
  "published_at": "20260131T094500Z",
  "fetched_at": "2026-02-01T00:32:37.375926+00:00",
  "category": "robotics_automation",
  "subcategory": null,
  "keywords": [],
  "location": "Colombia",
  "raw_data": {
    "url": "https://diariodelhuila.com/carcel-de-rivera-volvera-a-tener-atencion-medica-las-24-horas-del-dia/",
    "url_mobile": "",
    "title": "Cárcel de Rivera volverá a tener atención médica las 24 horas del día",
    "seendate": "20260131T094500Z",
    "socialimage": "https://diariodelhuila.com/wp-content/uploads/2026/01/FOTO-1-18.jpg",
    "domain": "diariodelhuila.com",
    "language": "Spanish",
    "sourcecountry": "Colombia"
  }
}