{
  "id": "f844ba204aff779a",
  "title": "AMS Winter Referendum Statements - The Queen Journal",
  "description": "Reader for Issuu",
  "content": "[Skip to content](https://www.queensjournal.ca/ams-winter-referendum-statements-11/#content)\n\n# AMS Winter Referendum Statements\n\nSee the full list of descriptions for student fees up for a vote at the winter referendun\n\n- [Journal Editorial Board](https://www.queensjournal.ca/author/journal_editori-2-2)\n- January 30, 2026\n- [Editorials](https://www.queensjournal.ca/category/editorials/)\n\nThe Journal _provides free space for parties on the referendum ballot. All statements are unedited._\n\n**INCREASING FEES**\n\n**Queen’s Black Academic Society**(FEE: $0.50 to $1.10)\n\nQueen’s Black Academic Society (QBAS) is the largest Black student organization on the Queen’s campus. Driven by three core values: unity, excellence, and scholarship, the club hosts several events on campus, including social events, study nights, and Real Talk events, meant to initiate discussion on topics important to students and the Black community. Each year, the club hosts conversations on mental health and generational divides, encouraging students to engage with one another and share their opinions on issues often ignored. The club also provides various mentorship opportunities between students on campus, acts as a liaison between Black students on campus and the school administration to ensure proper communication, representation, and the creation of a safe space on campus for Black and minority students. In the broader Kingston community, QBAS serves as a member of the planning committee on the Black Legacy Mentorship Program, offering an opportunity to help meet the needs of Black youth in the area. Aside from serving the local community, QBAS is one of the founding and leading bodies of the Black Undergraduate Coalition, an organization built to unify student leaders across campuses, develop leaders, and provide a space for advocacy and collaboration. Their yearly conference brings together students and professionals to share ideas and discuss Black scholarship in the country. QBAS remains com",
  "source": "queensjournal.ca",
  "source_url": "https://www.queensjournal.ca/ams-winter-referendum-statements-11/",
  "published_at": "20260131T004500Z",
  "fetched_at": "2026-02-01T00:32:37.375926+00:00",
  "category": "robotics_automation",
  "subcategory": null,
  "keywords": [],
  "location": "Canada",
  "raw_data": {
    "url": "https://www.queensjournal.ca/ams-winter-referendum-statements-11/",
    "url_mobile": "",
    "title": "AMS Winter Referendum Statements - The Queen Journal",
    "seendate": "20260131T004500Z",
    "socialimage": "",
    "domain": "queensjournal.ca",
    "language": "English",
    "sourcecountry": "Canada"
  }
}