{
  "id": "03934d76854367fa",
  "title": "Kamala Harris at the Tanger Center",
  "description": "HITS 100.3 The Most Commercial Free Hit Music in Greensboro-Winston Salem-High Point., HITS 100.3 The Most Commercial Free Hit Music in Greensboro-Winston Salem-High Point., The Triad's Commercial Free Hit Music, The Triad's Commercial Free Hit Music",
  "content": "**Kamala Harris Sweepstakes (the “Sweepstakes”) Official Rules**\n\n**NO PURCHASE OR PAYMENT OF ANY KIND IS NECESSARY TO ENTER OR WIN OR CLAIM PRIZE.**\n\n**A PURCHASE OR PAYMENT WILL NOT INCREASE AN ENTRANT’S CHANCES OF WINNING.**\n\nParticipating Station(s): WMKS-FM\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_ (the “Station(s)”)\n\nAddress: 275 N Elm St High Point, NC 27262\\_\\_\\_\n\nFor a copy of these Official Rules, please visit www.hitscarolina.com.  List of Winner(s): For the name(s) of the winner(s), send a stamped, self-addressed envelope, to: iHeartMedia + Entertainment, Inc., Kamala Harris Sweepstakes at 275 N Elm St, High Point, NC 27262. Requests must be received within 30 days after the conclusion of the Sweepstakes.\n\n1.**ELIGIBILITY.** This Sweepstakes is open only to individuals who are legal residents of Guilford, Forsyth, Randolph, Alamance, Davidson, Davie, Stokes, Surry, Yadkin, Rockingham and who reside within one of the following counties: Guilford, Forsyth, Randolph, Alamance, Davidson, Davie, Stokes, Surry, Yadkin, Rockingham and are 21 years of age or older at the time of entry (“Entrant”). Void outside Guilford, Forsyth, Randolph, Alamance, Davidson, Davie, Stokes, Surry, Yadkin, Rockingham (counties listed above) and where prohibited or restricted by law. Employees, contractors, officers and directors of Sponsor, its affiliates, parent companies, subsidiaries, divisions, suppliers, distributors and advertising, promotional and judging agencies, the Station, and any third party prize provider(s) and/or prize fulfillment service (collectively, the “Sweepstakes Entities”); individuals employed by any other radio and television station; and members of their immediate families (spouse and biological, adoptive or step-parents, grandparents, children, grandchildren and siblings, and each of their respective spouses regardless of where they reside) or households (whether related or not) of any of the above individuals are not eligible to participate in the Sweepstakes or win the pri",
  "source": "hitscarolina.iheart.com",
  "source_url": "https://hitscarolina.iheart.com/content/2026-01-30-kamala-harris-at-the-tanger-center/",
  "published_at": "20260131T060000Z",
  "fetched_at": "2026-02-01T00:32:37.375926+00:00",
  "category": "health_biotech",
  "subcategory": null,
  "keywords": [],
  "location": "United States",
  "raw_data": {
    "url": "https://hitscarolina.iheart.com/content/2026-01-30-kamala-harris-at-the-tanger-center/",
    "url_mobile": "https://hitscarolina.iheart.com/alternate/amp/2026-01-30-kamala-harris-at-the-tanger-center/",
    "title": "Kamala Harris at the Tanger Center",
    "seendate": "20260131T060000Z",
    "socialimage": "https://i.iheart.com/v3/re/assets.getty/697d7d006964950d21f0b00a?ops=gravity(%22north%22),fit(1200,675),quality(65)",
    "domain": "hitscarolina.iheart.com",
    "language": "English",
    "sourcecountry": "United States"
  }
}