{
  "id": "56533d57ef253ea8",
  "title": "Avertismentul unui medic român : Virusul mortal Nipah poate declanșa o pandemie . Atenție la alimentele din India ! ",
  "description": "Un focar al virusului Nipah, în India, a pus multe țări din Asia în stare de alertă, având în vedere că rata de fatalitate la oameni poate fi între 40% și 75%. Organizația Mondială a Sănătății (OMS) a descris Nipah drept una dintre cele 10 boli prioritare din cauza potențialului său de a declanșa o epidemie. Virusul se poate transmite de la animale la oameni și este asociat cu o rată ridicată a mortalității, întrucât nu există vaccin., Un focar al virusului Nipah, în India, a pus multe țări din Asia în stare de alertă, având în vedere că rata de fatalitate la oameni poate fi între 40% și 75%. Organizația Mondială a Sănătății (OMS) a descris Nipah drept una dintre cele 10 boli prioritare din cauza potențialului său de a declanșa o epidemie. Virusul se poate transmite de la animale la oameni și este asociat cu o rată ridicată a mortalității, întrucât nu există vaccin.",
  "content": "Ads [×](https://ziare.com/payment/fara-reclama \"Citește Ziare.Com fără reclame\")\n\n- [Ziare](https://ziare.com/ \"Ziare\")\n- [Actualitate](https://ziare.com/ \"Actualitate\")\n- [virus](https://ziare.com/virus/ \"virus\")\n\n# Avertismentul unui medic român: Virusul mortal Nipah poate declanșa o pandemie. Atenție la alimentele din India!\n\nAutor: [Alexandru Negrici](https://ziare.com/autor/alexandru-negrici)\n\nSambata, 31 Ianuarie 2026, ora 05:09\n\n13887 citiri\n\n![Avertismentul unui medic român: Virusul mortal Nipah poate declanșa o pandemie. Atenție la alimentele din India!](https://tb.ziareromania.ro/Avertismentul-unui-medic-rom--n--Virusul-mortal-Nipah-poate-declan--a-o-pandemie--Aten--ie-la-alimentele-din-India-/bdce256a61ae094bcb/400/225/2/100/Avertismentul-unui-medic-rom--n--Virusul-mortal-Nipah-poate-declan--a-o-pandemie--Aten--ie-la-alimentele-din-India-.jpg)\n\nVirusul mortal Nipah poate declanșa o pandemie. FOTO Pixabay\n\nUn focar al virusului Nipah, în India, a pus multe țări din Asia în stare de alertă, având în vedere că rata de fatalitate la oameni poate fi între 40% și 75%. Organizația Mondială a Sănătății (OMS) a descris Nipah drept una dintre cele 10 boli prioritare din cauza potențialului său de a declanșa o epidemie. Virusul se poate transmite de la animale la oameni și este asociat cu o rată ridicată a mortalității, întrucât nu există vaccin.\n\nPână acum nu au fost raportate cazuri în afară Indiei, dar autoritățile sanitare din Asia își intensifică măsurile de precauție. În ultimele zile, autoritățile din Thailanda, Singapore, Hong Kong, Malaysia, Indonezia, Vietnam și Pakistan au intrat în alertă după izbucnirea virusului Nipah, introducând filtre de protecție pe aeroporturi, în cazul călătorilor veniți dintre India.\n\nPentru România și Europa, riscul de infecții cu virusul Nipah este redus. Totuși, călătoriile internaționale pot aduce cazuri izolate.\n\nProf. Dr. Simin-Aysel Florescu, medic primar boli infecțioase și manager la Spitalul Clinic de Boli Infecțioase ",
  "source": "ziare.com",
  "source_url": "https://ziare.com/virus/avertisment-medic-roman-nipah-poate-declansa-o-pandemie-atentie-alimente-india-1991475",
  "published_at": "20260131T041500Z",
  "fetched_at": "2026-02-01T00:32:37.375926+00:00",
  "category": "health_biotech",
  "subcategory": null,
  "keywords": [],
  "location": "Romania",
  "raw_data": {
    "url": "https://ziare.com/virus/avertisment-medic-roman-nipah-poate-declansa-o-pandemie-atentie-alimente-india-1991475",
    "url_mobile": "https://m.ziare.com/amp/virus/avertisment-medic-roman-nipah-poate-declansa-o-pandemie-atentie-alimente-india-1991475",
    "title": "Avertismentul unui medic român : Virusul mortal Nipah poate declanșa o pandemie . Atenție la alimentele din India ! ",
    "seendate": "20260131T041500Z",
    "socialimage": "https://s1.ziareromania.ro/?mmid=bdce256a61ae094bcb",
    "domain": "ziare.com",
    "language": "Romanian",
    "sourcecountry": "Romania"
  }
}