{
  "id": "6da95aa94a7271d8",
  "title": "Ministério da Saúde descarta risco de pandemia por vírus Nipah e diz que Brasil não está ameaçado",
  "description": "Todos os dias no seu e-mail. Click to read Newsletter A Crítica de Campo Grande, a Substack publication with hundreds of subscribers.",
  "content": "[![SENAR](https://cdn.acritica.net/upload/dn_banner/2026/01/1769692143.gif)](https://www.acritica.net/banner/clica_banner/2517/)\n\nOuvir: Ministério da Saúde descarta risco de pandemia por vírus Nipah e diz que Brasil não está ameaçado00:001.0x\n\n![Ministério da Saúde afirma que vírus Nipah não representa ameaça para o Brasil no momento.](https://cdn.acritica.net/img/pc/920/600/dn_arquivo/2026/01/virus-nipah-e1769515319494.webp)\n\nMinistério da Saúde afirma que vírus Nipah não representa ameaça para o Brasil no momento. - (Foto: Ruslanas Baranauskas/Divulgação)\n\nO Ministério da Saúde afirmou nesta sexta-feira (30) que o vírus Nipah, após a confirmação de dois casos na província de Bengala Ocidental, na Índia, apresenta baixo potencial de causar uma nova pandemia e não representa ameaça para o Brasil. A avaliação segue a mesma linha adotada pela Organização Mundial da Saúde (OMS), que também classificou o risco global como reduzido.\n\n[![Canal WhatsApp](https://www.acritica.net/application/themes/acritica17//gfx/grupo-whatsapp-acritica.gif)](http://whatsapp.com/channel/0029VaCvfrlHbFV81yDZyT0A \"Acesse nosso canal no WhatsApp\")\n\nSegundo a pasta, o último caso confirmado foi diagnosticado em 13 de janeiro. Desde então, as autoridades sanitárias indianas identificaram e monitoraram 198 pessoas que tiveram contato com as pacientes infectadas. Todos os exames realizados apresentaram resultado negativo para a doença.\n\n“Diante do cenário atual, não há qualquer indicação de risco para a população brasileira. As autoridades de saúde seguem em monitoramento contínuo, em alinhamento com organismos internacionais”, informou o Ministério da Saúde, em nota oficial.\n\nO governo brasileiro ressaltou ainda que mantém protocolos permanentes de vigilância e resposta para agentes altamente patogênicos. Essas ações são realizadas em articulação com instituições de referência, como o Instituto Evandro Chagas e a Fundação Oswaldo Cruz (Fiocruz), além do acompanhamento técnico da Organização Pan",
  "source": "acritica.net",
  "source_url": "https://www.acritica.net/editorias/saude/ministerio-da-saude-descarta-risco-pandemia-virus-nipah/871436/",
  "published_at": "20260131T023000Z",
  "fetched_at": "2026-02-01T00:32:37.375926+00:00",
  "category": "health_biotech",
  "subcategory": null,
  "keywords": [],
  "location": "Brazil",
  "raw_data": {
    "url": "https://www.acritica.net/editorias/saude/ministerio-da-saude-descarta-risco-pandemia-virus-nipah/871436/",
    "url_mobile": "https://www.acritica.net/noticia/amp/871436/ministerio-da-saude-descarta-risco-pandemia-virus-nipah/",
    "title": "Ministério da Saúde descarta risco de pandemia por vírus Nipah e diz que Brasil não está ameaçado",
    "seendate": "20260131T023000Z",
    "socialimage": "https://cdn.acritica.net/img/pc/780/530/dn_arquivo/2026/01/virus-nipah-e1769515319494.webp",
    "domain": "acritica.net",
    "language": "Portuguese",
    "sourcecountry": "Brazil"
  }
}