{
  "id": "1f5650beaf27d698",
  "title": "Covid Infection Boosts Mask - wearing , Study Finds",
  "description": "Researchers in Japan reveal that personal experience with the virus heightens awareness of \"silent infection,\" leading to more consistent preventive",
  "content": "[Mirage News](https://www.miragenews.com/)\n\nMirage News\n\n\nMirage News\n\n[Science](https://www.miragenews.com/category/science/)\n30 Jan 2026 1:34 pm AEDTDate Time\n\nShare\n\nResearchers in Japan reveal that personal experience with the virus heightens awareness of \"silent infection,\" leading to more consistent preventive behavior\n\nResearchers at The University of Osaka have found that individuals in Japan who have been infected with COVID-19 are more likely to wear masks than those who have not. In a four-year-long study, they discovered this change is not driven by fear, but by a heightened perception of the risk of \"silent infection,\" the idea that one could be infected and spread the virus without knowing. This insight could reshape public health messaging for future pandemics.\n\nDuring a pandemic, preventive behaviors like hand washing and mask-wearing are crucial. However, the impact of personal infection experience on these behaviors has been inconsistent; does it make people more cautious or more complacent? To find a clearer answer, this study used a statistical method called propensity score matching. This technique allowed researchers to compare infected and non-infected individuals who were matched on their pre-infection attitudes, behaviors, and demographics, thereby isolating the true effect of the infection experience itself.\n\nThe research team analyzed data from a 30-wave panel survey of adults in Japan (2020-2024). After matching 135 pairs of individuals, they found that 94.8% of those who had been infected with COVID-19 continued to wear masks, compared to 87.4% of their uninfected counterparts. The infected group also reported a higher perceived risk of being unknowingly affected by the virus. A statistical analysis confirmed that the infection experiences increased mask-wearing \\*through\\* this heightened awareness of \"silent\" or asymptomatic risk.\n\nThis study suggests that public health campaigns could be more effective by incorporating the authentic e",
  "source": "miragenews.com",
  "source_url": "https://www.miragenews.com/covid-infection-boosts-mask-wearing-study-finds-1610962/",
  "published_at": "20260130T030000Z",
  "fetched_at": "2026-01-31T00:26:46.418942+00:00",
  "category": "health_biotech",
  "subcategory": null,
  "keywords": [],
  "location": "United States",
  "raw_data": {
    "url": "https://www.miragenews.com/covid-infection-boosts-mask-wearing-study-finds-1610962/",
    "url_mobile": "",
    "title": "Covid Infection Boosts Mask - wearing , Study Finds",
    "seendate": "20260130T030000Z",
    "socialimage": "https://resou.osaka-u.ac.jp/en/research/2025/20260122_1/@@images/534a8923-5fa5-4384-9365-7d3051dd3a3d.jpeg",
    "domain": "miragenews.com",
    "language": "English",
    "sourcecountry": "United States"
  }
}