{
  "id": "50491ce727eac485",
  "title": "Kazia Therapeutics Announces Compelling Preclinical and Translational Data for Nuclear PD - L1 Degrader ( NDL2 ) ",
  "description": "Data identify nuclear PD-L1 as a previously unaddressed driver of immunotherapy resistance and metastatic progression SYDNEY, Jan. 30, 2026 /PRNewswire/ -- Kazia Therapeutics (NASDAQ: KZIA), an oncology-focused pharmaceutical company developing novel therapies for difficult-to-treat cancers, today announced compelling preclinical and translational data supporting the development of NDL2, a potentially first-in-class protein degrader that is designed to selectively eliminate nuclear PD-L1, a previously unrecognized intracellular driver of immunotherapy resistance and metastatic progression that is not addressed by currently approved PD-1/PD-L1 antibodies. Across multiple preclinical models and patient-derived samples, NDL2 demonstrated reversal of immune exhaustion, suppression of metastatic biology, and enhanced anti-tumor activity, including in combination with anti-PD-1 therapy. By applying targeted protein degradation to one of the most clinically validated targets in oncology (PD-L1), Kazia aims to address a fundamental limitation of current immunotherapies while advancing a program aligned with growing strategic interest in protein degraders. The data were generated by Professor Sudha Rao and her team at QIMR Berghofer and collectively support nuclear PD-L1 as a mechanistically distinct and therapeutically actionable driver of immune evasion, disease progression, and metastasis. Key Highlights Potentially first-in-class Nuclear PD-L1 degrader: Targets a newly discovered epigenetically regulated intracellular PD-L1 species driving immune evasion, metastasis, and resistance to checkpoint inhibitors. Clear mechanistic differentiation: Unlike PD-1/PD-L1 antibodies that block extracellular signalling, NDL2 is designed to target nuclear PD-L1 proteins that are linked to aggressive and therapeutically resistant mesenchymal and stem-like cancer phenotypes. In murine triple-negative breast cancer (TNBC) preclinical models, NDL2 reduced primary tumor volume by 49% as monotherapy and 73% in combination with anti-PD-1, with 50% reduction in lung metastases in the combination setting. Favorable preclinical safety and pharmacokinetics (PK) profile: No observed toxicity, no hemolysis, preserved immune checkpoint function at the cell surface, and favorable plasma stability. Nuclear PD-L1: A Newly Identified Driver of Resistance and Metastasis Despite the transformative impact of immune checkpoint inhibitors, most solid tumors develop primary or acquired resistance, frequently accompanied by metastatic progression. Kazia's collaborators identified nuclear PD-L1 as a transcriptionally active regulator that promotes: Epithelial (benign) to Mesenchymal (aggressive) Transition (EMT) Cancer stem-like phenotypes Metastatic dissemination Immune exhaustion and evasion Nuclear PD-L1 was shown to be enriched in immunotherapy-resistant tumor cells, metastatic lesions, and circulating tumor cells (CTCs), and to regulate gene programs associated with invasion, survival, and immune suppression. Importantly, this intracellular PD-L1 pool is not addressed by existing PD-1/PD-L1 antibodies, representing a previously inaccessible resistance mechanism. Robust Translational and Liquid Biopsy Evidence Using an advanced epigenetic digital pathology and liquid biopsy platform, researchers demonstrated that: Nuclear PD-L1 is selectively enriched in resistant and metastatic tumors, including TNBC, melanoma, non-small cell lung cancer (NSCLC), and colorectal cancer. Distinct nuclear versus cytoplasmic PD-L1 post-translational modification states can be reliably quantified in circulating tumor cells. Longitudinal liquid biopsy analysis showed that reductions in nuclear PD-L1 preceded radiographic tumor responses, supporting its potential utility as an early predictive biomarker of treatment benefit. These findings support a precision-guided development strategy, integrating therapy and diagnostics from the outset. Immune Reprogramming and Anti-Metastatic Activity Spatial transcriptomic and proteomic profiling revealed that NDL2 treatment was able to drive a coordinated shift toward a less aggressive tumor state and a more active anti-tumor immune response in preclinical models, including: Suppressed aggressive mesenchymal phenotype and metastasis-associated gene programs (including VIM, ZEB1, FN1); Reduced oncogenic PI3K/AKT and MAPK signalling; Increased intratumoral CD8+ cytotoxic T-cell infiltration and Granzyme B expression; and Reduced markers of T-cell exhaustion, including TIM-3 and LAG-3. In combination with anti-PD-1 therapy, these effects translated into meaningful reductions in metastatic burden in the preclinical models evaluated, supporting the potential of NDL2 to address one of the most significant limitations of current immunotherapies. Strategic Validation: Protein Degradation as a High-Value Oncology Modality Targeted protein degradation has emerged as a strategically important area of innovation in oncology, with large pharmaceutical companies increasingly prioritizing degrader-based approaches to address therapeutic resistance and intracellular targets not readily accessible through conventional modalities. Importantly, recent strategic acquisitions and collaborations in this space have been predominantly focused on research-stage and preclinical programs, reinforcing the industry's willingness to invest meaningfully in degrader technologies well ahead of clinical proof-of-concept. Against this backdrop, NDL2 uniquely combines an innovative approach with one of the most clinically validated targets in oncology. PD-L1 underpins multiple FDA-approved therapies across numerous tumor types and indications globally. By selectively degrading the nuclear, resistance-associated form of PD-L1, Kazia's approach applies a novel and differentiated mechanism to a well-established biological pathway, positioning the program favorably for future strategic partnerships and long-term value creation. Development Pathway and Outlook NDL2 is a bicyclic peptide-based degrader, a modality that combines the selectivity of biologics with the tissue penetration, manufacturability, and pharmacokinetic advantages of small molecules. Future development of the program is supported by scalable synthetic manufacturing, favorable stability and PK characteristics, and absence of off-target nuclear effects observed to date. Initial clinical development is expected to prioritize immunotherapy-refractory solid tumors where PD-L1 biology, metastatic progression, and resistance to immune checkpoint inhibitors are well established. Based on the underlying mechanism and preclinical data, these may include triple-negative breast cancer and melanoma, with potential expansion into larger PD-1/PD-L1-treated populations such as lung and colorectal cancers. Kazia and its collaborators are advancing IND-enabling studies, with the objective of initiating first-in-human clinical trials in 2027, subject to regulatory review. Kazia also plans to present elements of this dataset at an upcoming oncology-focused scientific meeting in the second quarter of 2026, where additional details on the underlying biology, translational findings, and therapeutic rationale for nuclear PD-L1 degradation are expected to be shared. Further program updates, including expanded preclinical and translational insights, are expected to be included in the Company's next corporate presentation update scheduled for the first quarter 2026. \"The pharmaceutical industry is clearly signalling that targeted protein degradation represents a transformational opportunity in oncology,\" said Dr. John Friend, M.D., Chief Executive Officer of Kazia Therapeutics. \"Recent high-profile acquisitions of preclinical protein degrader programs underscore the strategic value being placed on this modality. What differentiates NDL2 is that we are applying protein degradation to PD-L1 as one of the most clinically validated targets in cancer, while addressing a resistance mechanism not reached by existing therapies. Unlike programs focused on narrow biology, PD-L1 protein degraders offers multiple shots on goal across tumor types and treatment settings, which we believe creates a broad strategic partnering opportunity.\" For investor and media, please contact Mike Moyer, Managing Director LifeSci Advisors LLC, mmoyer@lifesciadvisors, +1-617-308-4306. About Kazia Therapeutics Kazia Therapeutics Limited (NASDAQ: KZIA) is an oncology-focused drug development company, based in Sydney, Australia. Our lead program is paxalisib, an investigational brain penetrant inhibitor of the PI3K / Akt / mTOR pathway, which is being developed to treat multiple forms of cancer. Licensed from Genentech in late 2016, paxalisib is or has been the subject of ten clinical trials in this disease. A completed Phase 2/3 study in glioblastoma (GBM-Agile) was reported in 2024, and discussions are ongoing for designing and executing a pivotal registrational study in pursuit of a standard approval. Other clinical trials involving paxalisib are ongoing in advanced breast cancer, brain metastases, diffuse midline gliomas, and primary central nervous system lymphoma, with several of these trials having reported encouraging interim data. Paxalisib was granted Orphan Drug Designation for glioblastoma by the U.S. Food and Drug Administration (FDA) in February 2018, and Fast Track Designation (FTD) for glioblastoma by the FDA in August 2020. Paxalisib was also granted FTD in July 2023 for the treatment of solid tumor brain metastases harboring PI3K pathway mutations in combination with radiation therapy. In addition, paxalisib was granted Rare Pediatric Disease Designation and Orphan Drug Designation by the FDA for diffuse intrinsic pontine glioma in August 2020, and for atypical teratoid / rhabdoid tumors in June 2022 and July 2022, respectively. Kazia is also developing EVT801, a small molecule inhibitor of VEGFR3, which was licensed from Evotec SE in April 2021. Preclinical data has shown EVT801 to be active against a broad range of tumor types and has provided evidence of synergy with immuno-oncology agents. In addition to its clinical-stage programs, Kazia is advancing NDL2, a potentially first-in-class nuclear PD-L1 protein degrader program targeting a newly identified mechanism of immunotherapy resistance and metastatic progression, currently in preclinical development. For more information, please visit www.kaziatherapeutics.com or follow us on X @KaziaTx. Forward-Looking Statements This announcement may contain forward-looking statements, which can generally be identified as such by the use of words such as \"may,\" \"will,\" \"estimate,\" \"future,\" \"forward,\" \"anticipate,\" or other similar words. Any statement describing Kazia's future plans, strategies, intentions, expectations, objectives, goals or prospects, and other statements that are not historical facts, are also forward looking statements, including, but not limited to, statements regarding: the ability to address fundamental limitations of current immunotherapies, the potential benefits of NDL2 and the plans and goals of developing NDL2 formulation, the anticipated development pathways and combinations of NDL2, including potentially initiating first-in-human clinical trials in 2027, subject to regulatory review ,the timing for results and data related to Kazia's clinical and preclinical trials, including presenting the NDL2 data sets in the second quarter of 2026 and the timing for further NDL2 program updated in the first quarter of 2026, Kazia's strategy and plans, timing for any regulatory submissions or discussions with regulatory agencies and the potential market opportunity and collaborations opportunities for NDL2. Such statements are based on Kazia's current expectations and projections about future events and future trends affecting its business and are subject to certain risks and uncertainties that could cause actual results to differ materially from those anticipated in the forward-looking statements, including risks and uncertainties associated with clinical and preclinical trials and product development, including the risk that interim or early data may not be consistent with final data, risks related to regulatory approvals, risks related to the impact of global economic conditions, and risks related to Kazia's ability to regain and/or maintain compliance with the applicable Nasdaq continued listing requirements and standards. These and other risks and uncertainties are described more fully in Kazia's Annual Report, filed on form 20-F with the SEC, and in subsequent filings with the United States Securities and Exchange Commission. Kazia undertakes no obligation to publicly update any forward-looking statement, whether as a result of new information, future events, or otherwise, except as required under applicable law. You should not place undue reliance on these forward-looking statements, which apply only as of the date of this announcement.",
  "content": "## Kazia Therapeutics Announces Compelling Preclinical and Translational Data for Nuclear PD-L1 Degrader (NDL2)\n\nPR Newswire\n\n\n30 Jan 2026, 18:30 GMT+10\n\n\n_Data identify nuclear PD-L1 as a previously unaddressed driver of immunotherapy resistance and metastatic progression_\n\nSYDNEY, Jan. 30, 2026 /PRNewswire/ -- Kazia Therapeutics (NASDAQ: KZIA), an oncology-focused pharmaceutical company developing novel therapies for difficult-to-treat cancers, today announced compelling preclinical and translational data supporting the development of NDL2, a potentially first-in-class protein degrader that is designed to selectively eliminate nuclear PD-L1, a previously unrecognized intracellular driver of immunotherapy resistance and metastatic progression that is not addressed by currently approved PD-1/PD-L1 antibodies. Across multiple preclinical models and patient-derived samples, NDL2 demonstrated reversal of immune exhaustion, suppression of metastatic biology, and enhanced anti-tumor activity, including in combination with anti-PD-1 therapy. By applying targeted protein degradation to one of the most clinically validated targets in oncology (PD-L1), Kazia aims to address a fundamental limitation of current immunotherapies while advancing a program aligned with growing strategic interest in protein degraders.\n\nThe data were generated by Professor Sudha Rao and her team at QIMR Berghofer and collectively support nuclear PD-L1 as a mechanistically distinct and therapeutically actionable driver of immune evasion, disease progression, and metastasis.\n\n**Key Highlights**\n\nPotentially first-in-class Nuclear PD-L1 degrader: Targets a newly discovered epigenetically regulated intracellular PD-L1 species driving immune evasion, metastasis, and resistance to checkpoint inhibitors.\n\nClear mechanistic differentiation: Unlike PD-1/PD-L1 antibodies that block extracellular signalling, NDL2 is designed to target nuclear PD-L1 proteins that are linked to aggressive and therapeutically res",
  "source": "vietnamtribune.com",
  "source_url": "http://www.vietnamtribune.com/news/278839621/kazia-therapeutics-announces-compelling-preclinical-and-translational-data-for-nuclear-pd-l1-degrader-ndl2",
  "published_at": "20260130T160000Z",
  "fetched_at": "2026-01-31T00:26:46.418942+00:00",
  "category": "health_biotech",
  "subcategory": null,
  "keywords": [
    "nuclear"
  ],
  "location": "Vietnam",
  "raw_data": {
    "url": "http://www.vietnamtribune.com/news/278839621/kazia-therapeutics-announces-compelling-preclinical-and-translational-data-for-nuclear-pd-l1-degrader-ndl2",
    "url_mobile": "",
    "title": "Kazia Therapeutics Announces Compelling Preclinical and Translational Data for Nuclear PD - L1 Degrader ( NDL2 ) ",
    "seendate": "20260130T160000Z",
    "socialimage": "",
    "domain": "vietnamtribune.com",
    "language": "English",
    "sourcecountry": "Vietnam"
  }
}