{
  "id": "82a9501565e0e601",
  "title": "Mar del Plata apocalíptica : cómo se vería la ciudad , junto a Buenos Aires y Córdoba , en una escena de The Last of Us",
  "description": "La cuenta Gamer Dreams AI recreó a través de sus redes sociales y mediante la Inteligencia Artificial, las llamativas versiones de los lugares emblemáticos argentinos como si formaran parte  del famoso videojuego. ",
  "content": "![Mustang logo](https://www.24con.com/img/estructura/header/svg/mustang-logo.svg)\n\n¿Quieres recibir notificaciones de alertas?\n\nNo, graciasAceptar\n\n![Mar del Plata apocalíptica: cómo se vería la ciudad, junto a Buenos Aires y Córdoba, en una escena de The Last of Us](https://pxcdn.24con.com/24con/012026/1769779462338.jpg?cw=1200&ch=675)![Mar del Plata apocalíptica: cómo se vería la ciudad, junto a Buenos Aires y Córdoba, en una escena de The Last of Us](https://pxcdn.24con.com/24con/012026/1769779462338.webp?cw=1200&ch=675&extw=jpg)\n\nCiudades apocalípticas, donde todo está abandonada por un brote que convierte a las personas en monstruos caníbales. La Inteligencia Artificial (IA) lo hizo posible y el video sobre una Mar del Plata devastada, al estilo del videojuego The Last of Us, es viral en las redes sociales. También Buenos Aires y Córdoba contaron con las intervenciones tecnológicas.\n\nEl usuario Gamer Dreams AI lo hizo realidad. El creador de contenido ha publicado muchos videos de ciudades de todo el mundo inmersas en el universo del videojuego, que también tiene una serie en la plataforma HBO. Anteriormente ya publicó videos de este estilo de Iguazú, Salta, San Juan y más, como también otros inspirados en el juego Assassin’s Creed de una Buenos Aires ambientada en 1930.\n\nUno de los últimos videos justamente es el de Mar del Plata convertida en una ciudad abandonada por la llegada de la pandemia producida por una cepa del hongo Cordyceps, que transforma a los humanos en criaturas carnívoras según la historia del juego.\n\nLa IA hizo su trabajo y mostró a \"La Feliz\" totalmente abandonada, destruida y con plantas crecidas en lugares históricos de la ciudad. La Inteligencia Artificial primero muestra una Rambla y una de las estatuas de los lobos marinos con enredaderas, moho y agua estancada por doquier, mientras un personaje del juego camina por el lugar.\n\nLuego hay tomas de la subida de la avenida Colón, del Torreón del Monje, el Casino Central, el edificio Havann",
  "source": "24con.com",
  "source_url": "https://www.24con.com/informacion-general/2026-1-30-7-58-0-mar-plata-apocaliptica-veria-ciudad-junto-buenos-aires-cordoba-escena-the-last-of-us",
  "published_at": "20260130T144500Z",
  "fetched_at": "2026-01-31T00:26:46.418942+00:00",
  "category": "health_biotech",
  "subcategory": null,
  "keywords": [
    "ai"
  ],
  "location": "Argentina",
  "raw_data": {
    "url": "https://www.24con.com/informacion-general/2026-1-30-7-58-0-mar-plata-apocaliptica-veria-ciudad-junto-buenos-aires-cordoba-escena-the-last-of-us",
    "url_mobile": "https://www.24con.com/amp/2026-1-30-7-58-0-mar-plata-apocaliptica-veria-ciudad-junto-buenos-aires-cordoba-escena-the-last-of-us",
    "title": "Mar del Plata apocalíptica : cómo se vería la ciudad , junto a Buenos Aires y Córdoba , en una escena de The Last of Us",
    "seendate": "20260130T144500Z",
    "socialimage": "https://pxcdn.24con.com/24con/012026/1769779462338.jpg?&cw=1200&ch=630",
    "domain": "24con.com",
    "language": "Spanish",
    "sourcecountry": "Argentina"
  }
}