{
  "id": "a99b44dab490f649",
  "title": "Is the World Now Safe From Nipah Virus ? Indian Authorities Said Deadly 2026 Outbreak is Contained",
  "description": "Indian authorities confirm containment of the deadly Nipah virus outbreak in West Bengal, easing global fears but leaving questions about future safety.",
  "content": "[World](https://www.ibtimes.co.uk/world)\n\n![Person wearing medical PPE](https://d.ibtimes.co.uk/en/full/1787260/person-wearing-medical-ppe.jpg?w=736&f=2c535748d9227648e5319e4de89dbc5e)\n\nIndian authorities report successful containment of the Nipah virus.EVG Kowalievska/Pexels\n\nThe world is breathing a cautious sigh of relief after Indian authorities confirmed that the deadly [Nipah virus outbreak](https://www.ibtimes.co.uk/how-deadly-nipah-virus-outbreak-grim-scenarios-could-worse-covid-outbreak-1774141) in West Bengal has been contained. The announcement comes just weeks after the discovery of cases that sparked international concern and heightened airport screenings across Asia.\n\nYet the question remains: Is the danger truly behind us, or does the virus still pose a global threat?With a fatality rate far higher than that of COVID-19, the stakes for containment couldn't be higher. Here is what we know so far about the outbreak and the risks that linger.\n\n## Race Against Time: India's Containment Efforts\n\nIndian authorities moved swiftly after the [Nipah virus infected five people](https://www.ibtimes.co.uk/deadly-nipah-virus-outbreak-has-no-vaccine-doctors-warn-extreme-lethality-1773993) — including frontline healthcare workers — in a cluster near Kolkata in the eastern state of West Bengal. Two nurses developed neurological complications in late December 2025, prompting urgent isolation measures and the tracing of 196 contacts, all of whom tested negative.\n\nIndia's Health Ministry said the [outbreak has been contained](https://abcnews.go.com/International/wireStory/india-contained-nipah-virus-outbreak-asian-countries-ramp-129625737), even as several Asian countries tightened health screenings and airport surveillance for travellers arriving from India. 'The situation is under constant monitoring, and all necessary public health measures are in place,' the health ministry said.\n\nHealth authorities have deployed an outbreak response team, while the US Centers for Di",
  "source": "ibtimes.co.uk",
  "source_url": "https://www.ibtimes.co.uk/world-now-safe-nipah-virus-indian-authorities-said-deadly-2026-outbreak-contained-1775008",
  "published_at": "20260130T061500Z",
  "fetched_at": "2026-01-31T00:26:46.418942+00:00",
  "category": "health_biotech",
  "subcategory": null,
  "keywords": [
    "ai"
  ],
  "location": "United Kingdom",
  "raw_data": {
    "url": "https://www.ibtimes.co.uk/world-now-safe-nipah-virus-indian-authorities-said-deadly-2026-outbreak-contained-1775008",
    "url_mobile": "",
    "title": "Is the World Now Safe From Nipah Virus ? Indian Authorities Said Deadly 2026 Outbreak is Contained",
    "seendate": "20260130T061500Z",
    "socialimage": "https://d.ibtimes.co.uk/en/full/1787260/person-wearing-medical-ppe.jpg",
    "domain": "ibtimes.co.uk",
    "language": "English",
    "sourcecountry": "United Kingdom"
  }
}