{
  "id": "1b8f38c16032f001",
  "title": "Russia condemns US restrictions on Cuba , rejects unilateral sanctions",
  "description": "Russia strongly condemns the latest restrictive measures imposed by the United States on Cuba, Russian Foreign Ministry spokesperson Maria Zakharova said Saturday.Zakharova made the remarks in response to a media question regarding a US ...",
  "content": "Moscow, Jan 31 : Russia strongly condemns the latest restrictive measures imposed by the United States on Cuba, Russian Foreign Ministry spokesperson Maria Zakharova said Saturday.\n\nZakharova made the remarks in response to a media question regarding a US executive order published on Thursday, which threatened to impose tariffs on countries that sell oil to Cuba.\n\nShe noted that unilateral sanctions against sovereign and independent states, adopted in circumvention of the United Nations and its Charter as well as other norms of international law, are \"categorically unacceptable\", Xinhua news agency reported.\n\nZakharova said the US move represents yet another radical relapse of Washington's long-standing strategy of maximum pressure on Cuba, aimed at economically suffocating the Caribbean country.\n\nMeanwhile, Cuban Foreign Minister Bruno Rodriguez Parrilla said Friday that Cuba has declared an \"international emergency\" in response to a recent executive order of tariff threats issued by US President Donald Trump.\n\nRodriguez said in a post on X that the Cuban people, with the solidarity of the international community, find that the current situation involving the US government constitutes an \"unusual and extraordinary threat\" which originates wholly or substantially from the \"US anti-Cuban neo-fascist right wing.\"\n\nAccording to the minister, the threat endangers not only the national security and foreign policy of all countries but also international peace and security, as well as the survival of humanity in the face of nuclear threats and climate change.\n\nTrump signed the executive order on Thursday, threatening to impose tariffs on any goods entering the United States from countries that sell or provide oil to Cuba.\n\nMexican President Claudia Sheinbaum said Friday that her government will seek alternatives to support Cuba following a decree by US President Donald Trump threatening to impose tariffs on countries that supply oil to the island.\n\nAt her daily press confe",
  "source": "prokerala.com",
  "source_url": "https://www.prokerala.com/news/articles/a1724361.html",
  "published_at": "20260131T140000Z",
  "fetched_at": "2026-02-01T00:32:37.375926+00:00",
  "category": "geopolitics_security",
  "subcategory": null,
  "keywords": [
    "sanctions",
    "russia"
  ],
  "location": "India",
  "raw_data": {
    "url": "https://www.prokerala.com/news/articles/a1724361.html",
    "url_mobile": "",
    "title": "Russia condemns US restrictions on Cuba , rejects unilateral sanctions",
    "seendate": "20260131T140000Z",
    "socialimage": "",
    "domain": "prokerala.com",
    "language": "English",
    "sourcecountry": "India"
  }
}