{
  "id": "6682322277e4d0e9",
  "title": "Pokemon card event at controversial shrine to Japanese war dead canceled",
  "description": "A Pokemon card event for Saturday at Tokyo’s controversial Yasukuni Shrine was canceled and the Pokemon Company, an affiliate of Japanese game maker Nintendo, apologized following a backlash from China, as tensions between the two sides escalated, Generated by create next app",
  "content": "# Pokemon card event at controversial shrine to Japanese war dead canceled after China protests\n\nA Pokemon card event for Saturday at Tokyo’s controversial Yasukuni Shrine was canceled and the Pokemon Company, an affiliate of Japanese game maker Nintendo, apologized following a backlash from China, as tensions between the two sides escalated\n\nByMARI YAMAGUCHI Associated Press\n\nJanuary 31, 2026, 1:43 AM\n\nTOKYO -- A [Pokemon card game](https://apnews.com/general-news-dbc607ad977a4a9c96eeb88765efc699) event planned for Saturday at a controversial shrine to Japan's war dead has been canceled and the Pokemon Company apologized for posting an event notice on its website following a backlash from China, as tensions between the two sides escalated.\n\nThe [Yasukuni Shrine](https://apnews.com/article/japan-wwii-anniversary-surrender-yasukuni-emperor-89c7c3685e9a29e719356e31c5cc66e5) honors Japan's 2.5 million war dead, including convicted war criminals. Countries that were targets of Japanese aggression, especially China and the Koreas, see visits to the shrine as showing a lack of remorse about Japan’s wartime past.\n\nThe event attracted a sharp response from Chinese state media, where editorials cited angry comments trending on social media. China’s social media environment is highly censored, and the government has a large role in what topics are allowed to trend.\n\n“Brands that disregard history and hurt the feelings of the Chinese people will ultimately be abandoned by the market,” said the People’s Daily, the Communist Party’s official mouthpiece, on its Weibo. “The relevant enterprises must accordingly take social responsibility and not make light of the heavy weight of history in the name of entertainment.”\n\nThe Pokemon Company, an affiliate of Japanese game maker [Nintendo](https://apnews.com/article/nintendo-games-japan-earnings-mario-sales-72d9b565b3f1c79191b2aa93144db419), issued an apology in both Japanese and Chinese, saying the event had been privately planned by ",
  "source": "abcnews.go.com",
  "source_url": "https://abcnews.go.com/International/wireStory/pokemon-card-event-controversial-shrine-japanese-war-dead-129728926",
  "published_at": "20260131T100000Z",
  "fetched_at": "2026-02-01T00:32:37.375926+00:00",
  "category": "geopolitics_security",
  "subcategory": null,
  "keywords": [],
  "location": "United States",
  "raw_data": {
    "url": "https://abcnews.go.com/International/wireStory/pokemon-card-event-controversial-shrine-japanese-war-dead-129728926",
    "url_mobile": "https://abcnews.go.com/amp/International/wireStory/pokemon-card-event-controversial-shrine-japanese-war-dead-129728926",
    "title": "Pokemon card event at controversial shrine to Japanese war dead canceled",
    "seendate": "20260131T100000Z",
    "socialimage": "https://i.abcnewsfe.com/a/3a3fa69f-ddaa-4d7c-8add-30ebb1be307a/wirestory_b826a5a8ecee7888e1a80322544e6b18_16x9.jpg",
    "domain": "abcnews.go.com",
    "language": "English",
    "sourcecountry": "United States"
  }
}