{
  "id": "7a3987857945df55",
  "title": "Doomsday Clock setting feels more like 8 or 7 seconds to midnight than 87 seconds . ",
  "description": "Walt Zlotow, West Suburban Peace Coalition, Glen Ellyn IL, 28 Jan 26 Lived all but the first 4 months of my 81 years under the threat of nuclear annihilation. So every January, I take seriously the annual Bulletin of the Atomic Scientists Doomsday Clock announcement of our countdown to global catastrophe. The Bulletin of the…",
  "content": "# [nuclear-news](https://nuclear-news.net/)\n\n## The News That Matters about the Nuclear Industry Fukushima Chernobyl Mayak Three Mile Island Atomic Testing Radiation Isotope\n\n- [Home](https://nuclear-news.net/)\n- [1 This Month](https://nuclear-news.net/about/)\n- [ACTION !](https://nuclear-news.net/action/)\n- [Disclaimer](https://nuclear-news.net/disclaimer/)\n- [Links](https://nuclear-news.net/links/)\n- [PAGES on NUCLEAR ISSUES](https://nuclear-news.net/information/)\n\n## Doomsday Clock setting feels more like 8 or 7 seconds to midnight than 87 seconds.\n\n[![](https://nuclear-news.net/wp-content/uploads/2023/03/atomic-bomb.jpg)](https://nuclear-news.net/wp-content/uploads/2023/03/atomic-bomb.jpg)\n\n_**Walt Zlotow, West Suburban Peace Coalition, Glen Ellyn IL**, **28 Jan 26**_\n\nLived all but the first 4 months of my 81 years under the threat of nuclear annihilation. So every January, I take seriously the annual Bulletin of the Atomic Scientists Doomsday Clock announcement of our countdown to global catastrophe.\n\nThe Bulletin of the Atomic Scientists wasfounded in 1945 by Albert Einstein, J. Robert Oppenheimer, and University of Chicago atomic bomb scientists. They created the Doomsday Clock in 1947 to dramatize peoplekind’s threats to existence. Originally focused on nuclear annihilation, the Clock’s setting now includes climate crisis, biological threats, and disruptive AI technologies.\n\nTuesday’s announcement was disturbing. The Bulletin moved the Clock at 87 seconds to midnight, the closest it’s been in its 79 year countdown. Tho just two seconds closer than its previous worst of 89 seconds last year, the Bulletin sees nary of sign of progress in halting the proliferation of nuclear weapons, unstoppable wars, hostel military entanglements and refusal to address the escalating climate crisis.\n\n**T** he return of President Trump casts gloom over reducing nuclear tensions. In his first term he exited both the Intermediate Range Nuclear Forces Treaty (INF) and the Open Sk",
  "source": "nuclear-news.net",
  "source_url": "https://nuclear-news.net/2026/01/31/1-b1-doomsday-clock-setting-feels-more-like-8-or-7-seconds-to-midnight-than-87-seconds/",
  "published_at": "20260131T060000Z",
  "fetched_at": "2026-02-01T00:32:37.375926+00:00",
  "category": "geopolitics_security",
  "subcategory": null,
  "keywords": [],
  "location": "Japan",
  "raw_data": {
    "url": "https://nuclear-news.net/2026/01/31/1-b1-doomsday-clock-setting-feels-more-like-8-or-7-seconds-to-midnight-than-87-seconds/",
    "url_mobile": "",
    "title": "Doomsday Clock setting feels more like 8 or 7 seconds to midnight than 87 seconds . ",
    "seendate": "20260131T060000Z",
    "socialimage": "https://nuclear-news.net/wp-content/uploads/2023/03/atomic-bomb.jpg",
    "domain": "nuclear-news.net",
    "language": "English",
    "sourcecountry": "Japan"
  }
}