{
  "id": "a432844d392eab34",
  "title": "Zware stroomstoring in Oekraïne , ook Moldavië getroffen",
  "description": "Rusland en Oekraïne zouden een akkoord hebben bereikt over wapenstilstand op energiegebied. Maar of en in hoeverre dit standhoudt, is niet bekend. De Oekraïense bevolking leeft inmiddels al bijna vier jaar in onzekerheid door de Russische terreur. Volg de laatste ontwikkelingen rond de oorlog in Oekraïne in ons liveblog., Rusland en Oekraïne zouden een akkoord hebben bereikt over wapenstilstand op energiegebied. Maar of en in hoeverre dit standhoudt, is niet bekend. De Oekraïense bevolking leeft inmiddels al bijna vier jaar in onzekerheid door de Russische terreur. Volg de laatste ontwikkelingen rond de oorlog in Oekraïne in ons liveblog.",
  "content": "Oorlog OekraïneLiveblog\n\n# **VS-gezant Witkoff spreekt van constructieve gesprekken met Rusland: ‘Dat geeft ons hoop’**\n\nOnze verslaggever\n\n31-01-2026, 21:09\n\nLuisteren\n\nDelen\n\n![Vladimir Poetin heeft VS-gezant Steve Witkoff op bezoek. ](https://prod-img.telegraaf.nl/public/incoming/3wydo4-anp-548271671.jpg/alternates/THREE_TWO_1620/ANP-548271671.jpg)\n\nVladimir Poetin heeft VS-gezant Steve Witkoff op bezoek. © ANP/HH\n\n## **Rusland en Oekraïne zouden een akkoord hebben bereikt over wapenstilstand op energiegebied. Maar of en in hoeverre dit standhoudt, is niet bekend. De Oekraïense bevolking leeft inmiddels al bijna vier jaar in onzekerheid door de Russische terreur. Volg de laatste ontwikkelingen rond de oorlog in Oekraïne in ons liveblog.**\n\nTag filter\n\nSelecteer tag…\n\n![](https://cdn.tickaroo.com/mediagw/image/c_fill,w_16,h_16/imageservice://media/organization/64772a40dafbd94751dfdb48/liveblogs/gna9ZFXVCoen5u52ZF3N/tags/tnaBWD6E5rwZ5NQwDdAn-fnaBb6rn8GYF5fjqF7iC)\n\nRusland\n\n![](https://cdn.tickaroo.com/mediagw/image/c_fill,w_16,h_16/imageservice://media/organization/64772a40dafbd94751dfdb48/liveblogs/gna9ZFXVCoen5u52ZF3N/tags/tnaBWMJv5rwZ5NQwAw7d-fnaBb9fyPNHSTdN5F7iS)\n\nVS\n\nVandaag13:43\n\nCas Broxterman\n\n## Witkoff spreekt van constructieve gesprekken met Rusland\n\nDe Amerikaanse gezant Steve Witkoff zei zaterdag dat hij constructieve gesprekken heeft gevoerd in Miami met een Russische gezant. De gesprekken gingen vooraf aan mogelijke onderhandelingen tussen Oekraïne en Rusland in Abu Dhabi zondag over een door de Verenigde Staten gesteund plan om de bijna vier jaar durende oorlog in Oekraïne te beëindigen.\n\n\"Vandaag in Florida heeft de Russische speciale gezant Kirill Dmitriev productieve en constructieve gesprekken gevoerd in het kader van de Amerikaanse bemiddelingspogingen om een ​vreedzame oplossing voor het Oekraïense conflict te bevorderen\", schreef Witkoff op X. \"De ontmoeting geeft ons hoop dat Rusland zich inzet om vrede in Oekraïne te bewerkstelligen\", voegd",
  "source": "limburger.nl",
  "source_url": "https://www.limburger.nl/buitenland/zware-stroomstoring-in-oekrane-ook-moldavie-getroffen/127930982.html",
  "published_at": "20260131T133000Z",
  "fetched_at": "2026-02-01T00:32:37.375926+00:00",
  "category": "geopolitics_security",
  "subcategory": null,
  "keywords": [],
  "location": "Netherlands",
  "raw_data": {
    "url": "https://www.limburger.nl/buitenland/zware-stroomstoring-in-oekrane-ook-moldavie-getroffen/127930982.html",
    "url_mobile": "",
    "title": "Zware stroomstoring in Oekraïne , ook Moldavië getroffen",
    "seendate": "20260131T133000Z",
    "socialimage": "https://prod-img.limburger.nl/public/ece-incoming/mdy4ty-anp-533762439.jpg/alternates/SIXTEEN_NINE_1200/ANP-533762439.jpg",
    "domain": "limburger.nl",
    "language": "Dutch",
    "sourcecountry": "Netherlands"
  }
}