{
  "id": "f67c14317869fc6d",
  "title": "Europa stari , prijetnje rastu : Što su lideri EU dogovorili u Zagrebu ? ",
  "description": "Demografski problemi i konkurentnost najvažnije su teme o kojima se razgovaralo na skupu EPP-a u Zagrebu, rekli su u subotu hrvatski premijer Andrej Plenković i predsjednik EPP-a Manfred Weber, no činjenica da se EU danas nalazi u povijesnom trenutku stavila je fokus i na pitanje sigurnosti. ",
  "content": "* * *\n\n![(Snimio Josip Regović / Pixsell)](https://cdn2.cloud-hub.eu/MediaServer/Photos/Download/606550?Format=1&v=31.1.2026.%2013:40:49)\n\n(Snimio Josip Regović / Pixsell)\n\n* * *\n\nDemografski problemi i konkurentnost najvažnije su teme o kojima se razgovaralo na skupu EPP-a u Zagrebu, rekli su u subotu hrvatski premijer Andrej Plenković i predsjednik EPP-a Manfred Weber, no činjenica da se EU danas nalazi u povijesnom trenutku stavila je fokus i na pitanje sigurnosti.\n\nČelnici čije stranke pripadaju Europskoj pučkoj stranci (EPP), najvećoj europskoj političkoj grupaciji, u petak i subotu sastali su se u Zagrebu na neformalnom skupu. U Zagreb su, između ostalih, stigli predsjednica Europske komisije Ursula von der Leyen, predsjednica Europskog parlamenta Roberta Metsola, njemački kancelar Friedrich Merz i poljski premijer Donald Tusk.\n\nKao najvažnije teme o kojima se razgovaralo na dvodnevnom neformalnom skupu europskih pučana Plenković i Weber su na završnoj konferenciji za novinare u hotelu Westin u Zagrebu istaknuli demografiju i konkurentnost, no razgovaralo se i o ratu u Ukrajini koji će napuniti četiri godine, ponovivši daljnju potporu Kijevu, te o odnosima sa SAD-om u svjetlu nedavne krize s američkim predsjednikom Donaldom Trumpom.\n\nRadi se o trećem sastanku EPP-a u ovom formatu nakon Atene i Berlina, a koji koincidira s 50. obljetnicom osnivanja Europske pučke stranke. Najveći dio skupa europskih pučana bio je zatvoren za novinare.\n\n\"Predložili smo rezoluciju o demografskoj obnovi Europe kao strateškom imperativu. U RH prosječna starost kao i u EU  je 44,7 do 44,8 godina\", rekao je Plenković.\n\nCijeli kontinent stari što utječe na sve aspekte gospodarstva, na konkurentnost, na tržište rada, pa i na migracije gdje ta tema postaje politički osjetljiva, kazao je.\n\nPlenković je naglasio da je pitanje demografije inače u domeni nacionalnog zakonodavstva, ali i da ga treba podići na razinu EU-a jer bez demografske revitalizacije nema konkurentnosti.\n\nWeber je ponov",
  "source": "glasistre.hr",
  "source_url": "https://www.glasistre.hr/svijet/2026/01/31/epp-demografija-i-konkurentnost-u-sredistu-razgovora-vazno-i-pitanje-sigurnosti-1047997",
  "published_at": "20260131T134500Z",
  "fetched_at": "2026-02-01T00:32:37.375926+00:00",
  "category": "geopolitics_security",
  "subcategory": null,
  "keywords": [],
  "location": "Croatia",
  "raw_data": {
    "url": "https://www.glasistre.hr/svijet/2026/01/31/epp-demografija-i-konkurentnost-u-sredistu-razgovora-vazno-i-pitanje-sigurnosti-1047997",
    "url_mobile": "",
    "title": "Europa stari , prijetnje rastu : Što su lideri EU dogovorili u Zagrebu ? ",
    "seendate": "20260131T134500Z",
    "socialimage": "https://storage.glasistre.hr/MediaServer/Photos/Download/606550?Format=1",
    "domain": "glasistre.hr",
    "language": "Croatian",
    "sourcecountry": "Croatia"
  }
}