{
  "id": "f7b7b0e3b9ebecce",
  "title": "Plenković primio šefa Pučana u Zagrebu . Pričalo se i o europskom nuklearnom štitu",
  "description": "U ZAGREBU su lideri EPP-a, uključujući Plenkovića i Webera, analizirali demografske izazove, konkurentnost i sigurnost Europe, uključujući ideju nuklearnog štita.",
  "content": "u.openx.net\n\n# u.openx.net is blocked\n\nThis page has been blocked by an extension\n\n- Try disabling your extensions.\n\nERR\\_BLOCKED\\_BY\\_CLIENT\n\nReload\n\n\nThis page has been blocked by an extension\n\n![](<Base64-Image-Removed>)![](<Base64-Image-Removed>)\n\n![Plenković primio šefa Pučana u Zagrebu. Pričalo se i o europskom nuklearnom štitu](https://ip.index.hr/remote/bucket.index.hr/b/index/a1c03829-aa4f-4865-9964-0b94581f81b8.jpg?width=765&height=510)\n\nFoto: Index/Leona Teodorović\n\nTekst se nastavlja ispod oglasa\n\n\nDEMOGRAFSKI problemi i konkurentnost bile su najvažnije teme o kojima se razgovaralo na skupu EPP-a u Zagrebu, rekli su danas hrvatski premijer Andrej Plenković i predsjednik EPP-a Manfred Weber, no činjenica da se Europska unija danas nalazi u povijesnom trenutku stavila je dodatni fokus i na pitanje sigurnosti.\n\nČelnici stranaka koje pripadaju Europskoj pučkoj stranci (EPP), najvećoj europskoj političkoj grupaciji, u petak i subotu sastali su se u Zagrebu na neformalnom skupu. U Zagreb su, među ostalima, stigli predsjednica Europske komisije Ursula von der Leyen, predsjednica Europskog parlamenta Roberta Metsola, njemački kancelar Friedrich Merz i poljski premijer Donald Tusk.\n\n![](https://ip.index.hr/remote/bucket.index.hr/b/index/0efa9b6c-5587-47df-9942-bc39e192b48a.jpg?width=765)\n\nKao ključne teme dvodnevnog neformalnog skupa europskih pučana Plenković i Weber na završnoj su konferenciji za novinare u hotelu Westin istaknuli demografiju i konkurentnost, no razgovaralo se i o ratu u Ukrajini, koji će uskoro ući u četvrtu godinu, uz ponovljenu potporu Kijevu, kao i o odnosima sa SAD-om u svjetlu nedavne krize s američkim predsjednikom Donaldom Trumpom.\n\nRiječ je o trećem sastanku EPP-a u ovom formatu, nakon Atene i Berlina, koji se održava u godini 50. obljetnice osnivanja Europske pučke stranke. Veći dio skupa bio je zatvoren za novinare.\n\n\"Predložili smo rezoluciju o demografskoj obnovi Europe kao strateškom imperativu. U Hrvatskoj je prosječna starost st",
  "source": "index.hr",
  "source_url": "https://www.index.hr/vijesti/clanak/plenkovic-primio-sefa-pucana-u-zagrebu-pricalo-se-i-o-europskom-nuklearnom-stitu/2755995.aspx",
  "published_at": "20260131T124500Z",
  "fetched_at": "2026-02-01T00:32:37.375926+00:00",
  "category": "geopolitics_security",
  "subcategory": null,
  "keywords": [],
  "location": "Croatia",
  "raw_data": {
    "url": "https://www.index.hr/vijesti/clanak/plenkovic-primio-sefa-pucana-u-zagrebu-pricalo-se-i-o-europskom-nuklearnom-stitu/2755995.aspx",
    "url_mobile": "https://www.index.hr/amp/vijesti/clanak/plenkovic-primio-sefa-pucana-u-zagrebu-pricalo-se-i-o-europskom-nuklearnom-stitu/2755995.aspx",
    "title": "Plenković primio šefa Pučana u Zagrebu . Pričalo se i o europskom nuklearnom štitu",
    "seendate": "20260131T124500Z",
    "socialimage": "https://ip.index.hr/remote/bucket.index.hr/b/index/a1c03829-aa4f-4865-9964-0b94581f81b8.jpg?fb_wtrmrk=vijesti.jpg&mode=crop&format=png",
    "domain": "index.hr",
    "language": "Croatian",
    "sourcecountry": "Croatia"
  }
}