{
  "id": "76b8dce961de676c",
  "title": "Friday @ Noon on Economic Development in Africa : 2018 - African Business Innovation | Sustainable Development & Social Responsibility",
  "description": "The year 2018 saw numerous cases of economic development on the African continent. This would include trade, etc.",
  "content": "[Skip to content](https://africabusiness.com/2019/04/10/economic-development-africa/#primary-content)\n\nPosted on [April 10, 2019October 21, 2025](https://africabusiness.com/2019/04/10/economic-development-africa/) by [Johan Burger](https://africabusiness.com/author/johan-burger/)\n\n_by Johan Burger_\n\nThe NTU-SBF Centre for African Studies publishes a weekly newsletter on issues relevant to Africa. This paper is based on issues addressed in the newsletter.\n\nThe year 2018 saw numerous cases of economic development on the African continent. This would include trade, etc.\n\n**Africa**\n\nThe US$2 trillion-plus Sub-Saharan Africa economy continues to strengthen from a low point in 2016, thanks to domestic policy adjustments and improved global economic activity. Growth is projected to increase from 2.7% in 2017 to 3.1% in 2018. With the exception of SSA’s two biggest markets (Nigeria and SA), the rest of SSA has grown at 5.3% on average in the period spanning 2010-17, but with wider heterogeneity across countries. Hence, there are plenty opportunities for dedicated investors. The regional business climate is improving, with 40 African countries implementing a total of 107 reforms in the past year, up 24 on the previous year. SSA is home to 5 of 2018’s top 10 improvers – Côte d’Ivoire, Djibouti, Kenya, Rwanda and Togo. Strengthening governance, fighting corruption and tackling obstacles such as inadequate electricity and financial services will support further business growth. Overall, growth prospects for SSA are favourable, although greater economic diversification would strengthen resilience to commodity price shocks. The IMF has predicted that in 2019, 18 out of 45 SSA countries will grow at 6% or higher compared to 10 in 2016 – well above the global trend.\n\nAfrica is frequently the target of bad news reporting. It is therefore refreshing to read about the positive prospects for Africa. Many African countries have implemented meaningful reforms to improve the ease of doin",
  "source": "africabusiness.com",
  "source_url": "https://africabusiness.com/2019/04/10/economic-development-africa/",
  "published_at": "20260131T101500Z",
  "fetched_at": "2026-02-01T00:32:37.375926+00:00",
  "category": "energy_resources",
  "subcategory": null,
  "keywords": [
    "ai"
  ],
  "location": "South Africa",
  "raw_data": {
    "url": "https://africabusiness.com/2019/04/10/economic-development-africa/",
    "url_mobile": "https://africabusiness.com/2019/04/10/economic-development-africa/amp/",
    "title": "Friday @ Noon on Economic Development in Africa : 2018 - African Business Innovation | Sustainable Development & Social Responsibility",
    "seendate": "20260131T101500Z",
    "socialimage": "https://africabusiness.com/wp-content/uploads/2016/06/Johan-Burger-738x1024.jpg",
    "domain": "africabusiness.com",
    "language": "English",
    "sourcecountry": "South Africa"
  }
}