{
  "id": "bd871edddd4847bb",
  "title": "IAEA - Chef Grossi über die Iran - Krise :  Ich hoffe auf Diplomatie statt Zerstörung  ",
  "description": "Rafael Grossi ist noch Generaldirektor der IAEA, hat aber auch gute Chancen, ab 2026 nächster UN-Generalsekretär zu werden. Er sieht sich als Vermittler dafür geeignet",
  "content": "![Helena Lea Manhartsberger](https://i.ds.at/cuEkkQ/rs:fill:600:0/plain/lido-images/2026/01/30/d15cdf50-5b14-4eab-94c7-428f0eb3de09.jpg)\n\nDer IAEA-Generaldirektor sagt, es brauche jede helfende Hand, um diese Welt ein Stück vernünftiger zu machen. Er will eine davon sein und UN-Generalsekretär werden.\n\nRafael Grossi wird bald 65, denkt aber noch nicht an eine Pension in Argentinien. Der achtfache Familienvater steht seit 2019 der Internationalen Atomenergiebehörde IAEA vor und will im Herbst zum nächsten UN-Generalsekretär gewählt werden. Trotz, oder gerade wegen der globalen Herausforderungen warf er als Erster offiziell seinen Hut in den Ring, obwohl sich viele erstmals eine Frau an der Spitze wünschen. Er sagte wiederholt, es brauche die Besten, und er ist überzeugt, als glaubhafter Vermittler wahrgenommen zu werden. Bewiesen hat er das etwa bei den zähen Verhandlungen rund um das ukrainische Atomkraftwerk Saporischschja zwischen Russland und der Ukraine, aber auch beim Dauerkonflikt um das iranische Atomprogramm. Nach dem US-Angriff auf Atomanlagen im Juni 2025 konstruierten mächtige Geistliche – ohne Beweise – einen vermeintlichen Geheimnisverrat Grossis und forderten dessen Tötung. Dennoch hielt er Gesprächskanäle nach Teheran offen. Da müsse man \"drüberstehen\", sagt er, um die echten Probleme anzupacken. Derlei gibt es auch 2026 genug, nicht zuletzt im Iran, wo ein neuerlicher US-Angriff droht.\n\n# Willkommen bei DER STANDARD\n\n**Sie entscheiden darüber, wie Sie unsere Inhalte nutzen wollen. Ihr Gerät erlaubt uns derzeit leider nicht, die entsprechenden Optionen anzuzeigen.**\n\n**Bitte deaktivieren** Sie sämtliche Hard- und Software-Komponenten, die in der Lage sind Teile unserer Website zu blockieren. Z.B. Browser-AddOns wie Adblocker oder auch netzwerktechnische Filter.\n\nSie haben ein PUR-Abo? Hier anmelden.",
  "source": "derstandard.at",
  "source_url": "https://www.derstandard.at/consent/tcf/story/3000000306518/iaea-chef-grossi-ueber-die-iran-krise-ich-hoffe-auf-diplomatie-statt-zerstoerung",
  "published_at": "20260131T134500Z",
  "fetched_at": "2026-02-01T00:32:37.375926+00:00",
  "category": "energy_resources",
  "subcategory": null,
  "keywords": [],
  "location": "Austria",
  "raw_data": {
    "url": "https://www.derstandard.at/consent/tcf/story/3000000306518/iaea-chef-grossi-ueber-die-iran-krise-ich-hoffe-auf-diplomatie-statt-zerstoerung",
    "url_mobile": "",
    "title": "IAEA - Chef Grossi über die Iran - Krise :  Ich hoffe auf Diplomatie statt Zerstörung  ",
    "seendate": "20260131T134500Z",
    "socialimage": "",
    "domain": "derstandard.at",
    "language": "German",
    "sourcecountry": "Austria"
  }
}