{
  "id": "bfa2d6a63bae55af",
  "title": "Nueve miradas para asomarnos al mundo",
  "description": "FotoFest, la primera bienal de fotografía de Cartagena, reúne, desde este fin de semana hasta abril, proyectos que abordan la denuncia social y exploran singulares comuni",
  "content": "![Nueve miradas para asomarnos al mundo](https://s1.ppllstatics.com/laverdad/www/multimedia/2026/01/30/newspaint-1769798012742-1200x840.jpg)\n\nAmpliar\n\n# Nueve miradas para asomarnos al mundo\n\n## FotoFest, la primera bienal de fotografía de Cartagena, reúne, desde este fin de semana hasta abril, proyectos que abordan la denuncia social y exploran singulares comunidades humanas, la diversidad cultural y otras formas de entender la belleza\n\n[![Natalia Benito](https://s1.ppllstatics.com/comun/img/2014/autor/autor-3821-foto-1.jpeg)](https://www.laverdad.es/autor/natalia-benito-3821.html \"Natalia Benito\")\n\n[Natalia Benito](https://www.laverdad.es/autor/natalia-benito-3821.html)\n\nSábado, 31 de enero 2026, 07:42\n\nComenta\n\nEn plena era de la imagen, en un momento en el que la fotografía ha tomado otro rol y se ha convertido en nuestro lenguaje cotidiano, Cartagena lanza FotoFest, una bienal dedicada a la imagen entendida como «una herramienta para observar, comprender y reflexionar sobre el mundo que habitamos, desde la empatía, el compromiso y la creatividad», según la alcaldesa de Cartagena, Noelia Arroyo. Una nueva propuesta cultural impulsada por el Ayuntamiento del municipio y dirigida por el fotógrafo Juan Manuel Díaz Burgos. Nueve exposiciones individuales y una muestra colectiva que recorre las calles de la ciudad componen esta primera edición de FotoFest, además de otros cuatro proyectos enmarcados en la sección 'off'. La bienal, que dio ayer el pistoletazo de salida con varias inauguraciones y que se extenderá el mes de abril, da espacio a miradas plurales, jóvenes y consolidadas.\n\nUna nueva propuesta con la que Cartagena pretende reavivar esa relación «histórica y profunda con la fotografía desde los propios orígenes de este medio» puesto que, según recuerda Arroyo, «ya en 1839, el cartagenero Leopoldo Augusto de Cueto, Marqués de Valmar, participó en una de las primeras experiencias con la daguerrotipia en España, situando a nuestra ciudad en los albores de la hi",
  "source": "laverdad.es",
  "source_url": "https://www.laverdad.es/ababol/nueve-miradas-asomarnos-mundo-20260131195035-nt.html",
  "published_at": "20260131T094500Z",
  "fetched_at": "2026-02-01T00:32:37.375926+00:00",
  "category": "energy_resources",
  "subcategory": null,
  "keywords": [],
  "location": "Spain",
  "raw_data": {
    "url": "https://www.laverdad.es/ababol/nueve-miradas-asomarnos-mundo-20260131195035-nt.html",
    "url_mobile": "https://www.laverdad.es/ababol/nueve-miradas-asomarnos-mundo-20260131195035-nt_amp.html",
    "title": "Nueve miradas para asomarnos al mundo",
    "seendate": "20260131T094500Z",
    "socialimage": "https://s1.ppllstatics.com/laverdad/www/multimedia/2026/01/30/newspaint-1769798012742-1200x840.jpg",
    "domain": "laverdad.es",
    "language": "Spanish",
    "sourcecountry": "Spain"
  }
}