{
  "id": "ca501f16c28e603d",
  "title": "Ukraine Zelensky torpedoes peace prospects , evades responsibility , says Russian senator - Russian Politics & Diplomacy",
  "description": "A peaceful settlement cannot be achieved without Kiev’s recognition of the real frontline situation and its readiness for dialogue",
  "content": "- Economy\n- Sports\n- Culture\n\n[All news](https://tass.com/search)\n\n[Military operation in Ukraine](https://tass.com/military-operation-in-ukraine)\n\n31 Jan, 08:08\n\n# Ukraine’s Zelensky torpedoes peace prospects, evades responsibility, says Russian senator\n\nA peaceful settlement cannot be achieved without Kiev’s recognition of the real frontline situation and its readiness for dialogue\n\nMOSCOW, January 31. /TASS/. Ukraine’s Vladimir Zelensky is unwilling to reach a compromise on Donbass and the use of the Zaporozhye Nuclear Power Plant and his rhetoric indicates Kiev’s intention to torpedo any peace initiatives and shift the blame to others, Russian Senator from the Donetsk People’s Republic Alexander Voloshin told TASS.\n\nEarlier, Zelensky again rejected the possibility of a compromise on Donbass and the use of the Zaporozhye NPP, claiming that Ukraine \"will not give up Donbass and the ZNPP to Russians without a fight.\"\n\n\"The statements by Vladimir Zelensky on the complete rejection of compromises on Donbass and the Zaporozhye NPP mean that the Kiev regime deliberately torpedoes any real prospects for a peaceful settlement,\" the senator pointed out.\n\n\"Instead of responsible diplomacy, we hear time and again increasingly ultimatum-type rhetoric that is more intended for the internal and European audience rather than for achieving a lasting peace. Kiev chooses the way of stretching out the process and making clamorous statements in its intentions that it will be able to shift the blame onto others for a lack of progress,\" the senator pointed out.\n\nA peaceful settlement cannot be achieved without Kiev’s recognition of the real frontline situation and its readiness for dialogue while the rejection of this pathway only brings Ukraine further away from peace and increases the gap between its position and real agreements, he said.\n\nEarlier, Russian Presidential Spokesman Dmitry Peskov confirmed that US President Donald Trump had requested his Russian counterpart Vladimir Put",
  "source": "tass.com",
  "source_url": "https://tass.com/politics/2079651",
  "published_at": "20260131T140000Z",
  "fetched_at": "2026-02-01T00:32:37.375926+00:00",
  "category": "energy_resources",
  "subcategory": null,
  "keywords": [
    "nato",
    "ai",
    "russia",
    "ukraine"
  ],
  "location": "",
  "raw_data": {
    "url": "https://tass.com/politics/2079651",
    "url_mobile": "https://tass.com/politics/2079651/amp",
    "title": "Ukraine Zelensky torpedoes peace prospects , evades responsibility , says Russian senator - Russian Politics & Diplomacy",
    "seendate": "20260131T140000Z",
    "socialimage": "",
    "domain": "tass.com",
    "language": "English",
    "sourcecountry": ""
  }
}