{
  "id": "d3d14421d8beba87",
  "title": "Trei angajați ai Primăriei Bacău au fost trimiși în judecată . Ce acuzații li se aduc",
  "description": "Trei angajați ai Primăriei Bacău, între care și administratorul public al orașului, au fost trimiși în judecată de procurorii Direcției Naționale Anticorupție (DNA) - Serviciul Teritorial Bacău, pentru săvârșirea infracțiunilor de abuz în serviciu și participație improprie la folosirea sau prezentarea de documente ori declarații false, inexacte sau incomplete, precizează un comunicat al DNA remis, vineri, 30 ianuarie, AGERPRES., Trei angajați ai Primăriei Bacău, între care și administratorul public al orașului, au fost trimiși în judecată de procurorii Direcției Naționale Anticorupție (DNA) - Serviciul Teritorial Bacău, pentru săvârșirea infracțiunilor de abuz în serviciu și participație improprie la folosirea sau prezentarea de documente ori declarații false, inexacte sau incomplete, precizează un comunicat al DNA remis, vineri, 30 ianuarie, AGERPRES.",
  "content": "Ads [×](https://ziare.com/payment/fara-reclama \"Citește Ziare.Com fără reclame\")\n\n- [Ziare](https://ziare.com/ \"Ziare\")\n- [Actualitate](https://ziare.com/ \"Actualitate\")\n- [angajati](https://ziare.com/angajati/ \"angajati\")\n\n# Trei angajați ai Primăriei Bacău au fost trimiși în judecată. Ce acuzații li se aduc\n\nAutor: [Maria Popa](https://ziare.com/autor/maria-popa)\n\nVineri, 30 Ianuarie 2026, ora 17:01\n\n2258 citiri\n\n![Trei angajați ai Primăriei Bacău au fost trimiși în judecată. Ce acuzații li se aduc](https://tb.ziareromania.ro/Trei-angaja--i-ai-Prim--riei-Bac--u-au-fost-trimi--i---n-judecat----Ce-acuza--ii-li-se-aduc/f4bdd56afbdd8f65ef/400/225/2/100/Trei-angaja--i-ai-Prim--riei-Bac--u-au-fost-trimi--i---n-judecat----Ce-acuza--ii-li-se-aduc.jpg)\n\nCei trei inculpați au fost trimiși în judecată Foto: Pixabay\n\nTrei angajați ai Primăriei Bacău, între care și administratorul public al orașului, au fost trimiși în judecată de procurorii Direcției Naționale Anticorupție ( [DNA](https://ziare.com/stiri/dna/ \"DNA\")) \\- Serviciul Teritorial Bacău, pentru săvârșirea infracțiunilor de [abuz](https://ziare.com/stiri/abuz/ \"abuz\") în serviciu și participație improprie la folosirea sau prezentarea de documente ori declarații false, inexacte sau incomplete, precizează un comunicat al DNA remis, vineri, 30 ianuarie, AGERPRES.\n\nÎn același dosar sunt inculpați directorul Agenției de Dezvoltare Locală Bacău din cadrul primăriei, un consilier superior al instituției, două societăți comerciale și patru reprezentanți ai acestora.\n\nDe asemenea, a fost inculpat și angajatul uneia dintre societăți, pentru mărturie mincinoasă.\n\nDosarul vizează modul de aprobare a plăților aferente situațiilor de lucrări în cadrul proiectului cu denumirea \"Sistem de management al traficului pentru prioritizarea coridoarelor de [transport](https://ziare.com/stiri/transport/ \"transport\") public local și a deplasărilor cu bicicleta în municipiul Bacău\" și depunerea cererilor de rambursare la Agenția pentru Dezvol",
  "source": "ziare.com",
  "source_url": "https://ziare.com/angajati/primaria-bacau-trimisi-judecata-dna-1991408",
  "published_at": "20260130T163000Z",
  "fetched_at": "2026-01-31T00:26:46.418942+00:00",
  "category": "labor_employment",
  "subcategory": null,
  "keywords": [
    "ai"
  ],
  "location": "Romania",
  "raw_data": {
    "url": "https://ziare.com/angajati/primaria-bacau-trimisi-judecata-dna-1991408",
    "url_mobile": "https://m.ziare.com/amp/angajati/primaria-bacau-trimisi-judecata-dna-1991408",
    "title": "Trei angajați ai Primăriei Bacău au fost trimiși în judecată . Ce acuzații li se aduc",
    "seendate": "20260130T163000Z",
    "socialimage": "https://s1.ziareromania.ro/?mmid=f4bdd56afbdd8f65ef",
    "domain": "ziare.com",
    "language": "Romanian",
    "sourcecountry": "Romania"
  }
}