{
  "id": "edfad486b1041c41",
  "title": "Florida universities move closer to yearlong freeze on H - 1B visas",
  "description": "Following through with DeSantis’ wishes, the Florida Board of Governors preliminarily voted to pause university H-1B visa hirings for a year.",
  "content": "[Skip to content](https://www.orlandoweekly.com/news/florida-universities-move-closer-to-yearlong-freeze-on-h-1b-visas/#main)\n\n![](https://i0.wp.com/www.orlandoweekly.com/wp-content/uploads/2026/01/G_wxeg1XsAAtE-C.jpeg?resize=780%2C439&ssl=1)Credit: Ron DeSantis/X\n\nFollowing through with Gov. Ron DeSantis’ wishes, the Florida Board of Governors preliminarily voted Thursday to freeze public university H-1B visa hirings for a year, leaving hopeful international academics without that option.\n\nDuring a meeting at Florida State University, the overseers of the State University System started discussion on the matter, prompted by President Donald Trump and DeSantis.\n\nThe board’s action Thursday was formally a notice of intent, meaning the policy isn’t up for approval until the board’s next meeting, on Feb. 23.\n\nThe board language would prohibit universities from using the H-1B program to hire “new employees” until Jan. 5, 2027. The change would not affect current H-1B holders, according to system Chancellor Ray Rodrigues. The visas allow foreigners in specialty occupations to temporarily work in the United States.\n\n“As you may know, the Trump administration has imposed a $100,000 fee for new H-1B applications. During this pause, if approved, the board office working with our universities will be studying the cost of the H-1B program as well as how the program is used by our universities,” Rodrigues said.\n\nRodrigues said one concern is that employers use the visa to bring in employees at lower than market wages. The state will research salaries of university workers to determine how that may play in Florida.\n\nFaculty representative Kimberly Dunn, an accounting professor at Florida Atlantic University, took issue with the proposal.\n\n“Whether it’s a pediatric cancer surgeon or globally recognized researcher, these individuals directly contribute to Floridians health, safety, and economic success. In many cases, the H-1B visa is the only viable pathway for bringing this leve",
  "source": "orlandoweekly.com",
  "source_url": "https://www.orlandoweekly.com/news/florida-universities-move-closer-to-yearlong-freeze-on-h-1b-visas/",
  "published_at": "20260130T180000Z",
  "fetched_at": "2026-01-31T00:26:46.418942+00:00",
  "category": "labor_employment",
  "subcategory": null,
  "keywords": [],
  "location": "United States",
  "raw_data": {
    "url": "https://www.orlandoweekly.com/news/florida-universities-move-closer-to-yearlong-freeze-on-h-1b-visas/",
    "url_mobile": "",
    "title": "Florida universities move closer to yearlong freeze on H - 1B visas",
    "seendate": "20260130T180000Z",
    "socialimage": "https://www.orlandoweekly.com/wp-content/uploads/2026/01/G_wxeg1XsAAtE-C.jpeg",
    "domain": "orlandoweekly.com",
    "language": "English",
    "sourcecountry": "United States"
  }
}