{
  "id": "3409459c963a441d",
  "title": "BlueBird 6 : la  antena gigante  de AST SpaceMobile que quiere dar 5G desde el espacio ( y el debate que arrastra ) ",
  "description": "El 23 de diciembre de 2025 despegó desde el Satish Dhawan Space Centre, en India, el satélite BlueBird 6 de AST SpaceMobile a bordo de un cohete LVM3. El aparato se desplegó en órbita baja terrestre y, con sus cifras sobre la mesa, entró directo en la categoría de “imposible de ignorar”: su antena tipo",
  "content": "[Skip to content](https://wwwhatsnew.com/2025/12/30/bluebird-6-la-antena-gigante-de-ast-spacemobile-que-quiere-dar-5g-desde-el-espacio-y-el-debate-que-arrastra/#content)\n\n![Ilustración surrealista y minimalista de una antena de telecomunicaciones flotante conectada a redes neuronales de IA para optimizar RAN en 5G y 6G.](https://wwwhatsnew.com/wp-content/uploads/2025/03/Optimizacion-de-redes-RAN-con-inteligencia-artificial.webp)\n\nEl 23 de diciembre de 2025 despegó desde el Satish Dhawan Space Centre, en India, el satélite **BlueBird 6** de **AST SpaceMobile** a bordo de un cohete **LVM3**. El aparato se desplegó en órbita baja terrestre y, con sus cifras sobre la mesa, entró directo en la categoría de “imposible de ignorar”: su antena tipo matriz en fase llega a casi 2.400 pies cuadrados, unos 223 metros cuadrados, lo que lo convierte en el mayor “array” comercial de comunicaciones desplegado en **órbita baja**.\n\nLa comparación más cotidiana es imaginar una sombrilla: cuanto más grande, más sombra proyecta. En telecomunicaciones pasa algo parecido: una antena mayor puede “ver” mejor señales más débiles. Eso es clave para la apuesta de AST SpaceMobile, que no pretende conectar a una antena instalada en tu casa, sino hablarle directamente al teléfono que ya llevas en el bolsillo.\n\n## La idea detrás de “torres de telefonía en el cielo”\n\nEl objetivo de la compañía es construir una red de **banda ancha celular** desde el espacio que funcione con smartphones convencionales, sin accesorios, en lugares donde hoy se pierde la cobertura. La compañía lleva tiempo describiendo sus satélites como “torres de telefonía en órbita”, y el argumento es fácil de entender: si las torres en tierra no llegan porque hay montañas, mar o despoblación, una “torre” elevada a cientos de kilómetros puede cubrir un área mucho mayor.\n\nEsta aproximación compite por territorio mental con **Starlink** y otras constelaciones, aunque el servicio que se persigue no es idéntico. Starlink es, sobre todo, ",
  "source": "wwwhatsnew.com",
  "source_url": "https://wwwhatsnew.com/2025/12/30/bluebird-6-la-antena-gigante-de-ast-spacemobile-que-quiere-dar-5g-desde-el-espacio-y-el-debate-que-arrastra/",
  "published_at": "20251230T074500Z",
  "fetched_at": "2025-12-31T00:23:34.453563+00:00",
  "category": "space_frontier",
  "subcategory": null,
  "keywords": [],
  "location": "Spain",
  "raw_data": {
    "url": "https://wwwhatsnew.com/2025/12/30/bluebird-6-la-antena-gigante-de-ast-spacemobile-que-quiere-dar-5g-desde-el-espacio-y-el-debate-que-arrastra/",
    "url_mobile": "",
    "title": "BlueBird 6 : la  antena gigante  de AST SpaceMobile que quiere dar 5G desde el espacio ( y el debate que arrastra ) ",
    "seendate": "20251230T074500Z",
    "socialimage": "https://wwwhatsnew.com/wp-content/uploads/2025/03/Optimizacion-de-redes-RAN-con-inteligencia-artificial.webp",
    "domain": "wwwhatsnew.com",
    "language": "Spanish",
    "sourcecountry": "Spain"
  }
}