{
  "id": "685d150abfddc239",
  "title": "Ege Port Kusadasi Reports Record 2025 with 620 Calls and 995 , 000 Guests - Cruise Industry News",
  "description": "Ege Port Kuşadası announced that it closed the 2025 cruise season with record-breaking numbers of cruise calls and passenger traffic. According to a press release, the Global Ports Holding-operated port welcomed nearly 620 cruise calls this year, reinforcing its leadership position in Türkiye. The vessels brought 995,303 passengers to Kuşadası…",
  "content": "[Skip to content](https://cruiseindustrynews.com/cruise-news/2025/12/ege-port-kusadasi-reports-record-2025-with-620-calls-and-995000-guests/#content)\n\n## Ege Port Kusadasi Reports Record 2025 with 620 Calls and 995,000 Guests\n\n- December 30, 2025\n\n![Kusadasi Port](https://cruiseindustrynews.com/wp-content/uploads/2025/12/kusadasi_port.jpg.webp)\n\nEge Port Kuşadası announced that it closed the 2025 cruise season with record-breaking numbers of cruise calls and passenger traffic.\n\nAccording to a press release, the Global Ports Holding-operated port welcomed nearly 620 cruise calls this year, reinforcing its leadership position in Türkiye.\n\nThe vessels brought 995,303 passengers to Kuşadası during the same timeframe, marking the highest figures in the port’s history.\n\nThe destination is now getting ready to kick off its 2026 season on January 1, with a visit from the 998-guest Viking Vesta.\n\nAccording to Ege Port Kuşadası, the 2025 numbers position the port as the busiest in Türkiye and the fourth busiest in the Eastern Mediterranean.\n\n“As Türkiye’s most preferred cruise port, Ege Port Kuşadası continues to invest in infrastructure capable of managing growing ship and passenger volumes efficiently and safely, while further positioning Kuşadası as a must-call destination for cruise lines operating in the Eastern Mediterranean,” said Aziz Güngör, Eastern Mediterranean regional director of Global Ports Holding and general manager of Ege Port Kuşadası.\n\nHe added that the results reflect a “long-term vision supported by strong operational discipline and close cooperation with stakeholders.”\n\nEge Port Kuşadası noted that it welcomed cruise lines operating across market niches, including luxury, contemporary and boutique vessels.\n\nHighlights included maiden calls from the Resilient Lady, the Costa Fortuna, the Elysium, the National Geographic Orion, the Spirit of Adventure, the Viking Vela, the Viking Vesta, the Aroya and the Norwegian Pearl.\n\nThe port operator also stated tha",
  "source": "cruiseindustrynews.com",
  "source_url": "https://cruiseindustrynews.com/cruise-news/2025/12/ege-port-kusadasi-reports-record-2025-with-620-calls-and-995000-guests/",
  "published_at": "20251231T021500Z",
  "fetched_at": "2026-01-01T00:26:23.010909+00:00",
  "category": "energy_resources",
  "subcategory": null,
  "keywords": [],
  "location": "United States",
  "raw_data": {
    "url": "https://cruiseindustrynews.com/cruise-news/2025/12/ege-port-kusadasi-reports-record-2025-with-620-calls-and-995000-guests/",
    "url_mobile": "",
    "title": "Ege Port Kusadasi Reports Record 2025 with 620 Calls and 995 , 000 Guests - Cruise Industry News",
    "seendate": "20251231T021500Z",
    "socialimage": "https://cruiseindustrynews.com/wp-content/uploads/2025/12/kusadasi_port.jpg",
    "domain": "cruiseindustrynews.com",
    "language": "English",
    "sourcecountry": "United States"
  }
}