{
  "id": "4c785ef687888862",
  "title": "Gigantul Bosch confirmă valul de concedieri masive care afectează și România . La nivel global pleacă acasă 20 . 000 de angajați",
  "description": "Bosch va desființa aproximativ 510 posturi la centrul din Timișoara, dintr-un total de 1.800 de angajați, în cadrul unui plan global de reducere a personalului. Ajustările vor fi realizate treptat, în principal prin automatizare, iar angajații afectați vor primi compensații conform legislației. Compania subliniază că măsura face parte dintr-un plan global și are scopul menținerii competitivității centrului strategic din România., Bosch va desființa aproximativ 510 posturi la centrul din Timișoara, dintr-un total de 1.800 de angajați, în cadrul unui plan global de reducere a personalului. Ajustările vor fi realizate treptat, în principal prin automatizare, iar angajații afectați vor primi compensații conform legislației. Compania subliniază că măsura face parte dintr-un plan global și are scopul menținerii competitivității centrului strategic din România.",
  "content": "Ads [×](https://business24.ro/payment/fara-reclama \"Citește Ziare.Com fără reclame\")\n\n- [Business24](https://business24.ro/ \"Business24\")\n- [Bani](https://business24.ro/bani/ \"Bani\")\n- [Bosch](https://business24.ro/bosch/ \"Bosch\")\n\n# Gigantul Bosch confirmă valul de concedieri masive care afectează și România. La nivel global pleacă acasă 20.000 de angajați\n\nSambata, 31 Ianuarie 2026, ora 11:34\n\n416 citiri\n\n![Gigantul Bosch confirmă valul de concedieri masive care afectează și România. La nivel global pleacă acasă 20.000 de angajați](https://tb.bizwiz.ro/Gigantul-Bosch-confirm---valul-de-concedieri-masive-care-afecteaz-----i-Rom--nia--La-nivel-global-pleac---acas---20-000-de-angaja--i/86f0956afc0a805e86/400/225/2/100/Gigantul-Bosch-confirm---valul-de-concedieri-masive-care-afecteaz-----i-Rom--nia--La-nivel-global-pleac---acas---20-000-de-angaja--i.jpg)\n\nBosch are fabrici la București, Cluj, Sibiu și Timișoara FOTO Facebook/Bosch Romania\n\nBosch va desființa aproximativ 510 posturi la centrul din Timișoara, dintr-un total de 1.800 de angajați, în cadrul unui plan global de reducere a personalului. Ajustările vor fi realizate treptat, în principal prin automatizare, iar angajații afectați vor primi compensații conform legislației. Compania subliniază că măsura face parte dintr-un plan global și are scopul menținerii competitivității centrului strategic din România.\n\nGigantul german Bosch a confirmat planurile de a reduce 20.000 de locuri de muncă, la nivel global și argumentează decizia prin faptul că profiturile s-au înjumătățit anul trecut.\n\nConform calculelor preliminare, Bosch a obținut un profit operațional de doar 1,7 miliarde de euro anul trecut. În cea mai importantă zonă a diviziei auto Mobility, Bosch este supusă unei presiuni tot mai mari. Concurența din partea furnizorilor chinezi, în special, s-a intensificat considerabil, a declarat CEO-ul Stefan Hartung, conform Profit.ro.\n\nÎn cazul electrocasnicelor, compania reclamă \"o lipsă de dispoziție de cumpărare ",
  "source": "business24.ro",
  "source_url": "https://business24.ro/bosch/gigantul-anunta-val-concedieri-afecteaza-romania-angajati-zeci-mii-1640031",
  "published_at": "20260131T143000Z",
  "fetched_at": "2026-02-01T00:32:37.375926+00:00",
  "category": "labor_employment",
  "subcategory": null,
  "keywords": [],
  "location": "Romania",
  "raw_data": {
    "url": "https://business24.ro/bosch/gigantul-anunta-val-concedieri-afecteaza-romania-angajati-zeci-mii-1640031",
    "url_mobile": "https://m.business24.ro/amp/bosch/gigantul-anunta-val-concedieri-afecteaza-romania-angajati-zeci-mii-1640031",
    "title": "Gigantul Bosch confirmă valul de concedieri masive care afectează și România . La nivel global pleacă acasă 20 . 000 de angajați",
    "seendate": "20260131T143000Z",
    "socialimage": "https://s2.bizwiz.ro/?mmid=86f0956afc0a805e86",
    "domain": "business24.ro",
    "language": "Romanian",
    "sourcecountry": "Romania"
  }
}