{
  "id": "d09759a90258cca3",
  "title": "Woolrich intesa sugli aiuti Bologna chiuderà nel 2027",
  "description": "Le aziende e i rappresentanti dei lavoratori stanno cercando un accordo per evitare i licenziamenti unilaterali.",
  "content": "# Woolrich intesa sugli aiuti Bologna chiuderà nel 2027\n\nDa ilrestodelcarlino.it31 gen 2026 \\| [🔊 Ascolta la notizia](https://www.zazoom.it/2026-01-31/woolrich-intesa-sugli-aiuti-bologna-chiudera-nel-2027/18556742/# \"Ascolta la notizia\")\n\nLe aziende e i rappresentanti dei lavoratori stanno cercando un accordo per evitare i licenziamenti unilaterali. A Bologna, si sta lavorando a una bozza di intesa che sarà discussa nelle prossime assemblee dei dipendenti. L’obiettivo è trovare una soluzione condivisa prima che l’azienda chiuda definitivamente nel 2027. I lavoratori aspettano con ansia le decisioni che potrebbero cambiare il loro futuro.\n\nUna bozza d’intesa che sarà presentata alle assemblee dei lavoratori. E il ritiro dei licenziamenti unilatelari. Sarà una trasformazione profonda e radicale del gruppo Woolrich di Bologna, passato di recente a BasicNet, azienda torinese. L’accordo che i lavoratori esamineranno riguarderà i 139 lavoratori di Woolrich Europe (109 a Bologna e 30 a Milano) per i quali la proprietà aveva annunciato il trasferimento nella sede di Torino. Questo è il risultato di quasi otto ore di incontro ieri in Regione. Durante la riunione che si è tenuta alla presenza dell’assessore regionale al Lavoro Vincenzo Paglia, il sindaco di Bologna Matteo Lepore, il capo di Gabinetto della Città Metropolitana delegato al Lavoro Stefano Mazzetti, le organizzazioni sindacali Filcams Cgil, Fisascat Cisl, Uiltucs unitamente alle rappresentanze sindacali dei lavoratori e la direzione aziendale di Basicnet hanno siglato quest’intesa che prevede il ritiro dei trasferimenti unilaterali a Torino. [🔗 Leggi su Ilrestodelcarlino.it](https://www.ilrestodelcarlino.it/bologna/cronaca/woolrich-intesa-sugli-aiuti-bologna-a556a09e \"Leggi la notizia completa su Ilrestodelcarlino.it\")\n\n![woolrich intesa sugli aiuti bologna chiuder224 nel 2027](https://www.ilrestodelcarlino.it/image-service/view/acePublic/alias/contentid/Mzg4MWVlYWQtZGEwYS00/0/woolrich-intesa-sugli-aiuti-bologna-",
  "source": "zazoom.it",
  "source_url": "https://www.zazoom.it/2026-01-31/woolrich-intesa-sugli-aiuti-bologna-chiudera-nel-2027/18556742/",
  "published_at": "20260131T041500Z",
  "fetched_at": "2026-02-01T00:32:37.375926+00:00",
  "category": "labor_employment",
  "subcategory": null,
  "keywords": [
    "ai"
  ],
  "location": "Italy",
  "raw_data": {
    "url": "https://www.zazoom.it/2026-01-31/woolrich-intesa-sugli-aiuti-bologna-chiudera-nel-2027/18556742/",
    "url_mobile": "",
    "title": "Woolrich intesa sugli aiuti Bologna chiuderà nel 2027",
    "seendate": "20260131T041500Z",
    "socialimage": "https://www.ilrestodelcarlino.it/image-service/view/acePublic/alias/contentid/Mzg4MWVlYWQtZGEwYS00/0/woolrich-intesa-sugli-aiuti-bologna-chiudera-nel-2027.jpg?f=16:9",
    "domain": "zazoom.it",
    "language": "Italian",
    "sourcecountry": "Italy"
  }
}