{
  "id": "19c5566f0501f1d9",
  "title": "Conducir sin las manos en el volante | Noticias La Tribuna de Albacete",
  "description": "General Motors fue la primera marca del mundo en ofrecer esta tecnología, con el sistema Super Cruise, en 2017",
  "content": "## Has decidido rechazar las cookies\n\nCuando acepta las cookies no solo acepta publicidad personalizada, también respalda un servicio gratuito de información veraz y contribuye a que **La Tribuna de Albacete** siga ofreciéndole con rigor la actualidad de su ciudad y su provincia sin necesidad de pagos ni suscripciones. Si quiere, puede aceptarlas en el botón inferior.\n\nSiempre tendrá la opción de volver a rechazarlas a través del apartado ‘Privacidad’ que encontrará en la esquina inferior derecha.\n\nVolver para aceptar\n\n# [PUNTO Y APARTE](https://www.latribunadealbacete.es/puntoyaparte)\n\nConducir sin las manos al volante es el sueño de muchas personas, un hecho que ya es una realidad en algunos países. La mayoría de los sistemas que existen en la actualidad permiten circular sin agarrar el volante, pero exigen al conductor no apartar la vista de la carretera.\n\nEl primer automóvil en poner en la calle el nivel 3 de conducción autónoma, en marzo de 2021, fue el Honda Legend, cuya tecnología Traffic Jam Pilot está aprobada por las autoridades japonesas en determinados entornos y hasta 50 km/h de velocidad. Este modelo marcó un hito histórico al ser el primer coche del mundo autorizado para que el conductor pueda apartar su atención de la carretera y realizar una actividad secundaria mientras el vehículo conduce solo.\n\nEl segundo fabricante fue Mercedes-Benz, cuyos modelos Clase S y EQS recibieron en diciembre de 2021 la aprobación en Alemania; y en enero de 2023, en el estado de Nevada (EEUU), en ambos casos, hasta 60 km/h y en determinado tipo de vías. El sistema DRIVE PILOT de Mercedes-Benz se actualizó a finales de 2024 y desde 2025 funciona en tráfico fluido de hasta 95 km/h, bajo ciertas condiciones, en toda la red de autopistas alemanas.\n\nEl tercer fabricante en conseguir un sistema de nivel 3 homologado fue BMW, con la tecnología Personal Pilot L3. Disponible para el Serie 7 desde 2024, permite a los conductores redirigir su atención a otras actividades a velocid",
  "source": "latribunadealbacete.es",
  "source_url": "https://www.latribunadealbacete.es/noticia/z8657a9fb-b3df-4418-b467346daec4a18f/202601/conducir-sin-las-manos-en-el-volante",
  "published_at": "20260130T073000Z",
  "fetched_at": "2026-01-31T00:26:46.418942+00:00",
  "category": "robotics_automation",
  "subcategory": null,
  "keywords": [],
  "location": "Spain",
  "raw_data": {
    "url": "https://www.latribunadealbacete.es/noticia/z8657a9fb-b3df-4418-b467346daec4a18f/202601/conducir-sin-las-manos-en-el-volante",
    "url_mobile": "",
    "title": "Conducir sin las manos en el volante | Noticias La Tribuna de Albacete",
    "seendate": "20260130T073000Z",
    "socialimage": "https://www.latribunadealbacete.es/media/IMG/2026/076009C2-EBA1-46C9-9511300903BF8B1F.JPG",
    "domain": "latribunadealbacete.es",
    "language": "Spanish",
    "sourcecountry": "Spain"
  }
}