{
  "id": "5723d900fb3def4a",
  "title": "Baidu - backed new energy truck developer DeepWay raises $170m ahead of IPO",
  "description": "While its revenue has grown substantially in the past two years, DeepWay has yet to turn profitable.",
  "content": "# Baidu-backed new energy truck developer DeepWay raises $170m ahead of IPO\n\n![Baidu-backed new energy truck developer DeepWay raises $170m ahead of IPO](https://media.dealstreetasia.com/uploads/2026/01/DeepWay.png?fit=1755,999&resize=1920,undefined&q=75)\n\nPhoto from DeepWay Technology\n\n[Eudora Wang](https://www.dealstreetasia.com/author/eudora-wang/)\n\n30 January, 2026\n\nDeepWay Technology, the Baidu-backed Chinese new energy heavy-duty trucks developer which is in the process of a Hong Kong listing, has secured 1.177 billion yuan (almost $170 million) in a pre-IPO financing led by Puhua Capital.\n\nDeepWay, which mass produces and delivers intelligent electric trucks to clients globally, secured the deal with capital injections from multiple participating investors, such as Temasek-backed impact investment firm ABC Impact, Chinse lithium-ion battery maker Sunwoda Electronic, Lenovo Capital and Incubator Group, and Vlight Capital.\n\nMultiple Chinese domestic investment platforms also participated in the round, the company announced in a recent statement.\n\nThe pre-IPO financing came just over two months after the Hefei, China-based DeepWay officially submitted its application for an initial public offering (IPO) on the main board of the Hong Kong stock exchange in November 2025, with CICC and CMB International serving as the joint sponsors of its IPO.\n\nThe company has yet to disclose its IPO fundraising target.\n\nDeepWay said that the pre-IPO financing will be used for the operations and development of its main businesses, including the provision of new energy heavy-duty trucks and intelligent road freight solutions.\n\nDeepWay was established in July 2020 as a joint venture (JV) between Chinese Internet search giant Baidu and Lionbridge, a services platform for commercial vehicles in China. It aims to advance the $3.9-trillion global road freight industry, which currently relies heavily on traditional fuel-powered vehicles, into a new era of zero-carbon, high-efficiency, a",
  "source": "dealstreetasia.com",
  "source_url": "https://www.dealstreetasia.com/stories/baidu-backed-deepway-raises-170m-as-it-prepares-hk-ipo-471076",
  "published_at": "20260130T103000Z",
  "fetched_at": "2026-01-31T00:26:46.418942+00:00",
  "category": "robotics_automation",
  "subcategory": null,
  "keywords": [
    "ai",
    "ipo",
    "energy"
  ],
  "location": "India",
  "raw_data": {
    "url": "https://www.dealstreetasia.com/stories/baidu-backed-deepway-raises-170m-as-it-prepares-hk-ipo-471076",
    "url_mobile": "",
    "title": "Baidu - backed new energy truck developer DeepWay raises $170m ahead of IPO",
    "seendate": "20260130T103000Z",
    "socialimage": "https://media.dealstreetasia.com/uploads/2026/01/DeepWay.png?fit=1755,999",
    "domain": "dealstreetasia.com",
    "language": "English",
    "sourcecountry": "India"
  }
}