{
  "id": "ca923f22b92b39f5",
  "title": "Waymo driverless taxis : What are they and how do they work ? ",
  "description": "Driverless taxis are arriving in London this year, with Waymo planning to pilot-test its vehicles around the capital in April.",
  "content": "# Waymo driverless taxis: What are they and how do they work?\n\nDriverless taxis are arriving in London this year, with Waymo planning to pilot-test its vehicles around the capital in April.\n\nBy contributor Cameron Richards\n\nPublished 15 hours ago\n\nDriverless taxis are set to make their debut in London this year, with the American firm Waymo kickstarting this ultra-modern mode of transport in April.\n\nIt comes as part of the government’s plan to amend the Automated Vehicles Act in the second half of this year to enable driverless taxis to operate in and around the capital, with a date for the change to be confirmed in due course.\n\nWaymo is planning to pilot-test its vehicles in the spring, and wants to launch a fully- driverless taxi service in London by September.\n\nSo, what is a Waymo driverless taxi? How does it work? And, what can we expect to see in the future?\n\n**What is a Waymo driverless taxi?**\n\n![](https://content.assets.pressassociation.io/2026/01/29165938/b7226db7-bd9b-48a9-8ec4-581f340cec41.png)A Waymo driverless taxi is designed to make taxis safer and more convenient. (Waymo)\n\nWaymo is a subsidiary of Google’s parent firm, Alphabet, and is an American autonomous driving technology company, which was responsible for developing the first self-driving Google project car in 2009.\n\nA Waymo driverless taxi is an electric vehicle equipped with several on-board sensors that remove the need for human input from behind the steering wheel when in full operation. The taxis currently operate in various cities across the globe such as Tokyo, San Francisco, Phoenix and Los Angeles.\n\nIts purpose is to make taxis safer, more convenient and technologically advanced. They can operate 24 hours a day, seven days a week.\n\n**How does it work?**\n\n![](https://content.assets.pressassociation.io/2026/01/29165643/885fe5f1-9f44-4d7e-a02d-8aceb60cbc0b.jpeg)A Waymo driverless taxi uses several cameras, radars, lidars and ultrasonic sensors. (Waymo)\n\nA Waymo driverless taxi uses a comb",
  "source": "expressandstar.com",
  "source_url": "https://www.expressandstar.com/news/motors/2026/01/30/waymo-driverless-taxis-what-are-they-and-how-do-they-work/",
  "published_at": "20260130T140000Z",
  "fetched_at": "2026-01-31T00:26:46.418942+00:00",
  "category": "robotics_automation",
  "subcategory": null,
  "keywords": [],
  "location": "United Kingdom",
  "raw_data": {
    "url": "https://www.expressandstar.com/news/motors/2026/01/30/waymo-driverless-taxis-what-are-they-and-how-do-they-work/",
    "url_mobile": "",
    "title": "Waymo driverless taxis : What are they and how do they work ? ",
    "seendate": "20260130T140000Z",
    "socialimage": "https://resizer.nationalworld.com/4257bda4-de29-4618-9b88-1f46836a6576.png?tr=w-1200",
    "domain": "expressandstar.com",
    "language": "English",
    "sourcecountry": "United Kingdom"
  }
}