{
  "id": "4304071cb9004506",
  "title": "S & P 500",
  "description": "# S&P 500\n\n[2](https://pricedingold.com/sp-500/#comments)\n\nUS Stocks reached their peak in 1999, and have clearly been in a bear market since 2001. From a high of 168 grams, they have fallen to the 20",
  "content": "# S&P 500\n\n[2](https://pricedingold.com/sp-500/#comments)\n\nUS Stocks reached their peak in 1999, and have clearly been in a bear market since 2001. From a high of 168 grams, they have fallen to the 20-25 level, a drop of 85%.\n\nSince the bottom in March of 2009, prices have risen strongly when measured in dollars, seen by many as proof that the recession is over and recovery has begun to take hold. Yet when priced in gold, we see that all of the \"robust recovery\" was the result of more dollar debasement, as trillions of dollars created by the Fed's \"quantitative easing\" and bailout programs flood into the market. In reality (aka priced in gold), stock prices remained fairly flat from 2009 until July of 2011, when they began falling to about 15% below their 2009 lows. Since mid August 2011, stocks have been working their way higher, ending 2011 9.4% above the 2009 low, but still down 10.4% for the year.\n\nIn Q1 of 2012, the S&P 500 stocks continued to rally, rising about 6% to put them 16% above the 2009 low, but still 50% below their 2008 high.\n\nOver the period from 1880 to 2012Q1, the average price of the S&P is 29.4 grams, and the median price is 14.8 grams. Recent prices around 25 are in this region.\n\nCalculating Shiller's PE10 (also known as the CAPE), a Price/Earnings ratio using 10 years of inflation-adjusted trailing earnings, but deflating by the price of gold rather than by the government jiggered CPI, suggests that stocks today are quite cheap by historical standards. From 1880 to 2012Q1 the average PE10 is 16.5, and the median is 15. As of March 2012, the PE10 is 9.2, closer to the all-time low of 2.1 (in Jan 1980) than to the all-time high of 66 (in Jul 1999).\n\nWill stock prices continue their decline of the last decade, or have they turned the corner, presenting the best buying opportunity since the 1980s?\n\nThe market has returned to prices below 10 grams many times in the past, and I suspect it will do so again before it makes new highs. It first broke a",
  "source": "pricedingold.com",
  "source_url": "https://pricedingold.com/sp-500/",
  "published_at": "20251231T054500Z",
  "fetched_at": "2026-01-01T00:26:23.010909+00:00",
  "category": "macroeconomics_finance",
  "subcategory": null,
  "keywords": [],
  "location": "",
  "raw_data": {
    "url": "https://pricedingold.com/sp-500/",
    "url_mobile": "",
    "title": "S & P 500",
    "seendate": "20251231T054500Z",
    "socialimage": "",
    "domain": "pricedingold.com",
    "language": "English",
    "sourcecountry": ""
  }
}