{
  "id": "1b1e96483c5fa6ba",
  "title": "Phá mìn dưới đáy biển : Lính Ukraine đi trên lằn ranh sinh tử",
  "description": "Rà phá mìn trên biển là một hoạt động đầy hiểm nguy, và càng nguy hiểm hơn trong bối cảnh xung đột căng thẳng. ",
  "content": "# Phá mìn dưới đáy biển: Lính Ukraine đi trên lằn ranh sinh tử\n\n![Hai lính Ukraine nhìn ra Biển Đen](https://ichef.bbci.co.uk/ace/ws/640/cpsprodpb/78a7/live/2fa8b760-fe6a-11f0-9b4d-d5dd3d423e7b.jpg.webp)\n\n**Phá mìn dưới đáy biển: Lính Ukraine đi trên lằn ranh sinh tử**\n\n- Tác giả, Laura Gozzi\n- , Odesa\n- 31 tháng 1 2026, 16:46 +07\n\n- Thời gian đọc: 9 phút\n\nDưới Biển Đen đầy rẫy các vũ khí chết người, nhưng không ai biết số lượng bao nhiêu hay ở chỗ nào.\n\n\"Khi tiếp cận, chúng tôi phải thật yên lặng, thật chậm rãi – và thao tác cực kỳ chính xác,\" ông Vitalii vừa nói vừa uốn bàn tay như con rắn để mô tả cảnh bơi trong làn nước tối om, tiến về phía các thiết bị nổ nằm dưới đáy biển.\n\nNgười thợ lặn Hải quân Ukraine 31 tuổi, thân hình cao lớn nhưng nói năng nhỏ nhẹ này, thuộc đội 20 người được giao nhiệm vụ rà phá mìn ở những khu vực ở Biển Đen vẫn do Ukraine kiểm soát.\n\nMìn là một trong những tàn dư nguy hiểm và dai dẳng nhất của chiến tranh. Loại vũ khí này vẫn hoạt động và gây chết người trong nhiều thập kỷ; còn mìn trên biển lại tiềm ẩn thêm rủi ro, vì có thể trôi theo dòng chảy và bão tố.\n\nNhững quả thủy lôi do Moscow rải xuống vào đầu cuộc tiến công toàn diện – khi tàu Nga áp sát Odesa – cũng không phải ngoại lệ. Và mối nguy này không chỉ là lý thuyết: mùa hè năm ngoái, ba người đã thiệt mạng vì mìn khi bơi ở ngoài khơi bờ biển Odesa.\n\nPlay video, \"Moment underwater Soviet-era missiles are detonated in Ukraine\", Thời lượng 0,39\n\n00:39\n\n![](https://ichef.bbci.co.uk/images/ic/512xn/p0my5cqg.jpg.webp)\n\nChụp lại video, Video thợ lặn ghi hình cảnh kích nổ các tên lửa thời Liên Xô dưới nước ở Ukraine\n\nChỉ huy nhóm tác chiến rà phá mìn của hải quân – một sĩ quan trẻ, ánh mắt sắc sảo, dùng mật danh Fox – ước tính số thủy lôi trên Biển Đen lên tới hàng ngàn quả.\n\nNhưng đó chưa phải là mối đe dọa duy nhất ẩn dưới mặt nước. Tên lửa, đạn pháo, bom và mìn trên bộ đã bị cuốn trôi ra biển khi đập Kakhovka bị phá hủy năm 2022. Những vật này cũng có thể",
  "source": "bbc.com",
  "source_url": "https://www.bbc.com/vietnamese/articles/c62rqn2vg04o",
  "published_at": "20260131T130000Z",
  "fetched_at": "2026-02-01T00:32:37.375926+00:00",
  "category": "space_frontier",
  "subcategory": null,
  "keywords": [
    "ai",
    "ukraine"
  ],
  "location": "United Kingdom",
  "raw_data": {
    "url": "https://www.bbc.com/vietnamese/articles/c62rqn2vg04o",
    "url_mobile": "https://www.bbc.com/vietnamese/articles/c62rqn2vg04o.amp",
    "title": "Phá mìn dưới đáy biển : Lính Ukraine đi trên lằn ranh sinh tử",
    "seendate": "20260131T130000Z",
    "socialimage": "https://ichef.bbci.co.uk/news/1024/branded_vietnamese/abc4/live/d2d78be0-fdfd-11f0-a8b8-bdd2c5f9bcad.jpg",
    "domain": "bbc.com",
    "language": "Vietnamese",
    "sourcecountry": "United Kingdom"
  }
}