{
  "id": "32a378d087682839",
  "title": "Artemis II prepara el camino",
  "description": "Cultura, fe y sociedad en el Diario de Yucatán: las celebraciones, arte y los protagonistas de la cultura en la actualidad para la península y el mundo",
  "content": "[Saltar al contenido](https://www.yucatan.com.mx/imagen/2026/01/31/artemis-ii-prepara-el-camino.html#main)\n\n![El equipo de Artemis II: en el orden habitual, Jeremy Hansen, Christina Koch, Victor Glover y Reid Wiseman](https://i0.wp.com/newspack-yucatan.s3.amazonaws.com/uploads/2026/01/IMG-55699512.jpg?fit=780%2C582&ssl=1)El equipo de Artemis II: en el orden habitual, Jeremy Hansen, Christina Koch, Victor Glover y Reid Wiseman\n\nMIAMI (EFE).— La misión Artemis II no solo supondrá el regreso este año del ser humano a la órbita lunar más de cinco décadas después de la última vez, sino que también inaugurará una era de exploración más representativa, al trasladar por primera vez al satélite terrestre a una mujer, un hombre afroamericano y un canadiense.\n\nJunto con el comandante de la misión, el estadounidense Reid Wiseman, viajarán los especialistas de la NASA Christina Koch y Victor Glover, y el astronauta de la Agencia Espacial Canadiense (CSA, por sus siglas en inglés) Jeremy Hansen.\n\nLos cuatro acumulan 661 días de experiencia en el espacio y doce caminatas en exterior, y tendrán la misión de alcanzar la órbita lunar, rodear el satélite y volver a la Tierra en diez días.\n\nLa tripulación comenzó el pasado viernes 23 la cuarentena reglamentaria antes del despegue de Artemis II, cuya ventana de lanzamiento se modificó ayer debido al mal tiempo en Florida, y ahora va del domingo 8 de febrero a abril próximo.\n\nEl lanzamiento de Artemis II marcará el regreso de la humanidad a la órbita lunar por primera vez desde 1972, cuando los integrantes de la misión Apolo 12 abandonaron la superficie del satélite en la última de este tipo de exploraciones.\n\nLa Artemis III, prevista para después de 2027, será la encargada de mandar astronautas a la superficie lunar nuevamente.\n\nKoch, de 47 años, es una de las dos especialistas de la misión, un rol más enfocado a la ejecución de experimentos y a la logística de la carga que en el caso del comandante y el piloto.\n\nAdemás de ser la única ",
  "source": "yucatan.com.mx",
  "source_url": "https://www.yucatan.com.mx/imagen/2026/01/31/artemis-ii-prepara-el-camino.html",
  "published_at": "20260131T094500Z",
  "fetched_at": "2026-02-01T00:32:37.375926+00:00",
  "category": "space_frontier",
  "subcategory": null,
  "keywords": [],
  "location": "Mexico",
  "raw_data": {
    "url": "https://www.yucatan.com.mx/imagen/2026/01/31/artemis-ii-prepara-el-camino.html",
    "url_mobile": "",
    "title": "Artemis II prepara el camino",
    "seendate": "20260131T094500Z",
    "socialimage": "https://i0.wp.com/newspack-yucatan.s3.amazonaws.com/uploads/2026/01/IMG-55699512.jpg",
    "domain": "yucatan.com.mx",
    "language": "Spanish",
    "sourcecountry": "Mexico"
  }
}