{
  "id": "385824074b9a176f",
  "title": "De salvavidas a amenaza : El internet satelital de Musk , Starlink",
  "description": "Rusia obtiene terminales Starlink, necesarios para conectarse a los satélites que proporcionan internet",
  "content": "internacionales\n\n# De salvavidas a amenaza: El internet satelital de Musk, Starlink\n\nRusia obtiene terminales Starlink, necesarios para conectarse a los satélites que proporcionan internet\n\n![](https://planoinformativo.com/stock12/image/2026/ENERO/30/STARLINK.jpg)\n\n[Compartir por correo](mailto:?subject=%C2%A1Mir%C3%A1%20esto!&body=De+salvavidas+a+amenaza%3A+El+internet+satelital+de+Musk%2C+Starlink%20https%3A%2F%2Fplanoinformativo.com%2F1124586%2Fde-salvavidas-a-amenaza-el-internet-satelital-de-musk-starlink \"Compartir por correo\")\n\nEFE \\| 30/01/2026 \\| 18:59\n\nLa tecnología de internet por satélite Starlink, de la empresa estadounidense propiedad de Elon Musk SpaceX, ha sido un pilar de las comunicaciones militares de Ucrania desde el inicio de la invasión rusa, pero ahora es cada vez más utilizada por las fuerzas rusas para guiar drones en tiempo real durante ataques aéreos diarios contra objetivos militares y civiles.\n\n\"Ya tenemos cientos de casos confirmados de ataques con drones equipados con terminales Starlink contra ciudades pacíficas en la retaguardia y en el frente, incluidos edificios residenciales y no contra instalaciones militares\", denunció en redes sociales Serguí Beskrestnov, experto en radiocomunicaciones y asesor del Ministro de Defensa de Ucrania. Según éste y otros expertos, en lugar de depender de coordenadas preprogramadas, estos drones rusos de medio y largo alcance ahora son guiados manualmente por operadores rusos en tiempo real.\n\nEsto les permite atacar objetivos en movimiento, como automóviles y trenes, los hace más difíciles de detectar y mucho más resistentes a los sistemas de guerra radioelectrónica de Ucrania, utilizados para reducir el impacto de los ataques aéreos rusos.\n\nRusia obtiene terminales Starlink, necesarios para conectarse a los satélites que proporcionan internet, a través de terceros países, eludiendo controles más estrictos al declararlos como equipos de uso civil.\n\n**Objetivos civiles y militares**\n\nEn las últimas 24 h",
  "source": "planoinformativo.com",
  "source_url": "https://planoinformativo.com/1124586/de-salvavidas-a-amenaza-el-internet-satelital-de-musk-starlink",
  "published_at": "20260131T021500Z",
  "fetched_at": "2026-02-01T00:32:37.375926+00:00",
  "category": "space_frontier",
  "subcategory": null,
  "keywords": [],
  "location": "Mexico",
  "raw_data": {
    "url": "https://planoinformativo.com/1124586/de-salvavidas-a-amenaza-el-internet-satelital-de-musk-starlink",
    "url_mobile": "",
    "title": "De salvavidas a amenaza : El internet satelital de Musk , Starlink",
    "seendate": "20260131T021500Z",
    "socialimage": "https://planoinformativo.com/stock12/image/2026/ENERO/30/STARLINK.jpg",
    "domain": "planoinformativo.com",
    "language": "Spanish",
    "sourcecountry": "Mexico"
  }
}