{
  "id": "f863467abcf090b1",
  "title": "Türkiye Somalia footprint grows amid Horn of Africa tensions",
  "description": "Türkiye has deployed three F-16 Fighting Falcon fighter jets to Mogadishu, Middle East Eye reported, as Ankara deepens its security role in Somalia amid fresh regional strains.",
  "content": "## Türkiye’s Somalia footprint grows amid Horn of Africa tensions\n\n- [News](https://www.hurriyetdailynews.com/ \"News\")\n- [Türkiye](https://www.hurriyetdailynews.com/turkiye/ \"Türkiye\")\n- Diplomacy\n\n- January 31 2026 05:52:58\n\n# Türkiye’s Somalia footprint grows amid Horn of Africa tensions\n\n##### ANKARA\n\n![Türkiye’s Somalia footprint grows amid Horn of Africa tensions](https://image.hurimg.com/i/hurriyet/75/0x0/697d6e852520fa28870ac428.jpg)\n\n[Türkiye](https://www.hurriyetdailynews.com/index/turkiye \"Türkiye\") has deployed three F-16 Fighting Falcon fighter jets to Mogadishu, Middle East Eye reported, as Ankara deepens its security role in [Somalia](https://www.hurriyetdailynews.com/index/somalia \"Somalia\") amid fresh regional strains.\n\nThe reports, citing Somali officials, said Türkiye had been preparing facilities for the aircraft at Mogadishu’s main airport, with satellite imagery indicating new hangars built in recent months and an uptick in Turkish cargo flights linked to the deployment.\n\nTürkiye has for years backed Somalia’s fight against Al-Shabaab, including through training and advisory missions. In a recent weekly briefing, Türkiye’s Defense Ministry said its Somali-Turkish task force and air component command continue to support Somalia’s counterterrorism capacity through “military aid, training and consultancy.”\n\nThe reported move comes as tensions have risen across the Horn of Africa after Israel’s decision in late December 2025 to recognize Somaliland — a move Ankara has condemned as illegal and destabilizing.\n\nSomaliland declared independence in 1991 but has long lacked international recognition, while Ethiopia’s 2024 memorandum with Somaliland over sea access triggered a dispute with Somalia that Türkiye later helped steer into talks under the “Ankara Declaration.”\n\nAnkara has also expanded its economic footprint in Somalia, including agreements in the energy sector — with Türkiye planning to begin offshore drilling in 2026 — and cooperation in space",
  "source": "hurriyetdailynews.com",
  "source_url": "https://www.hurriyetdailynews.com/turkiyes-somalia-footprint-grows-amid-horn-of-africa-tensions-218447",
  "published_at": "20260131T031500Z",
  "fetched_at": "2026-02-01T00:32:37.375926+00:00",
  "category": "space_frontier",
  "subcategory": null,
  "keywords": [],
  "location": "Turkey",
  "raw_data": {
    "url": "https://www.hurriyetdailynews.com/turkiyes-somalia-footprint-grows-amid-horn-of-africa-tensions-218447",
    "url_mobile": "https://www.hurriyetdailynews.com/amp/turkiyes-somalia-footprint-grows-amid-horn-of-africa-tensions-218447",
    "title": "Türkiye Somalia footprint grows amid Horn of Africa tensions",
    "seendate": "20260131T031500Z",
    "socialimage": "",
    "domain": "hurriyetdailynews.com",
    "language": "English",
    "sourcecountry": "Turkey"
  }
}