{
  "id": "ae50d5a2c78cd729",
  "title": "Slavoj Žižek : Nur ein neuer Kommunismus kann vor den Klima - Katastrophen retten",
  "description": "Für den Philosophen Slavoj Žižek ist klar: Die Katastrophen der Zukunft lassen sich weder durch autoritäre Staaten noch durch Mehrparteiendemokratien lösen",
  "content": "[der Freitag](https://www.freitag.de/ \"der Freitag\")\n\n[**Zwei Klima-Indizes zeigen das ganze Drama der Erderwärmung**](https://www.freitag.de/autoren/nick-reimer/klimaschutz-index-und-klima-risiko-index-das-ganze-drama-der-erderwaermung)\n\nDie neuen Klima-Indizes zeigen: Deutschland fällt beim Klimaschutz weiter zurück. Die USA stürzen mit Trump auf den drittletzten Platz. Gleichzeitig trifft die Klimakrise besonders jene Staaten, die kaum Emissionen verursachen\n\n\n[**Slavoj Žižek: Was Zohran Mamdani jetzt tun muss**](https://www.freitag.de/autoren/slavoj-zizek/slavoj-zizek-was-zohran-mamdanis-sieg-bedeutet-und-was-er-jetzt-tun-sollte)\n\nZohran Mamdani sollte sich lieber nicht auf Donald Trumps Zusammenarbeit verlassen. Der Philosoph Slavoj Žižek rät: So kraftvoll wie pragmatisch loslegen. Und niemals auf die „Mitte“ schielen!\n\n\n[**Slavoj Žižek: „Trump behandelt den Völkermord in Gaza als hätte er nie stattgefunden“**](https://www.freitag.de/autoren/slavoj-zizek/slavoj-zizek-zeigt-trump-gerade-wie-kriege-beendet-werden-koennen)\n\nOb Nahostkonflikt, Irankrise oder Ukrainekrieg – Trumps „Friedenspolitik“ besteht aus Druck und Demütigung. Was als Triumph verkauft wird, ist in Wahrheit eine Fortsetzung des Kriegs mit anderen Mitteln. Kann das Gerechtigkeit bringen?\n\n\nPrint Icon\n\nDiesen Artikel anhören\n\n00:00 / 00:46\n\n1X\n\n[BotTalk](https://bottalk.io/)\n\nZugangsbereich für geschützte Inhalte\n\navon, die Hauptstadt zu verlegen und die Evakuierung der Bevölkerung (fast zehn Millionen Menschen) anzuordnen.Die Krise ist das Ergebnis mehrerer Faktoren. Unmittelbare Ursache ist eine schwere, seit sechs Jahren andauernde Dürre. Selbst in der Regenzeit gab es im Iran fast keinen Niederschlag. Hinzu kommen eine wasserintensive Landwirtschaft sowie die Subventionierung von Wasser und Energie, die zu einer Übernutzung der Aquifere und zur Erschöpfung der Grundwasservorräte geführt haben.Die Revolutionsgarde im Iran hat eine Wassermafia geschaffenZusätzlich werden die Wasserressourcen dur",
  "source": "freitag.de",
  "source_url": "https://www.freitag.de/autoren/slavoj-zizek/slavoj-zizek-nur-ein-neuer-kommunismus-kann-vor-den-klima-katastrophen-retten",
  "published_at": "20251231T043000Z",
  "fetched_at": "2026-01-01T00:26:23.010909+00:00",
  "category": "climate_environment",
  "subcategory": null,
  "keywords": [],
  "location": "Germany",
  "raw_data": {
    "url": "https://www.freitag.de/autoren/slavoj-zizek/slavoj-zizek-nur-ein-neuer-kommunismus-kann-vor-den-klima-katastrophen-retten",
    "url_mobile": "",
    "title": "Slavoj Žižek : Nur ein neuer Kommunismus kann vor den Klima - Katastrophen retten",
    "seendate": "20251231T043000Z",
    "socialimage": "https://www.freitag.de/autoren/slavoj-zizek/slavoj-zizek-nur-ein-neuer-kommunismus-kann-vor-den-klima-katastrophen-retten/@@images/image/great",
    "domain": "freitag.de",
    "language": "German",
    "sourcecountry": "Germany"
  }
}