{
  "id": "e8b0b8f5452276d5",
  "title": "Malawi : Flash Floods Ravage Shire Valley , Expose Deep Vulnerability of Riverine Communities",
  "description": "The Shire Valley has once again been plunged into crisis after flash floods triggered by heavy rainfall left more than 4,000 households affected, underscoring the region's long-standing vulnerability to climate-induced disasters., The Shire Valley has once again been plunged into crisis after flash floods triggered by heavy rainfall left more than 4,000 households affected, underscoring the region's long-standing vulnerability to climate-induced disasters.",
  "content": "## Malawi: Flash Floods Ravage Shire Valley, Expose Deep Vulnerability of Riverine Communities\n\n30 December 2025\n\n[Nyasa Times (Leeds)](http://www.nyasatimes.com/ \"Visit Nyasa Times (Leeds)\")\n\nThe Shire Valley has once again been plunged into crisis after flash floods triggered by heavy rainfall left more than 4,000 households affected, underscoring the region's long-standing vulnerability to climate-induced disasters.\n\nThe Department of Disaster Management Affairs (DoDMA) says the latest floods have hit hardest in Nsanje District, where 2,549 households have been affected following days of intense downpour that caused rivers to burst their banks, submerge homes and destroy livelihoods.\n\nCommissioner for Disaster Management Affairs, Wilson Mollen, told Zodiak Online today that the situation on the ground remains worrying, with dozens of families already displaced and living in precarious conditions.\n\n\"So far, about 145 households have been displaced, and M'bwazwi evacuation camp alone is currently hosting 98 households,\" said Mollen. \"Some of the houses have been completely damaged and are no longer habitable. As DoDMA, our responsibility is to provide humanitarian support to the affected families until they are able to safely return to normal life.\"\n\nKeep up with the latest headlines on [WhatsApp](https://whatsapp.com/channel/0029VaIdDi8Bqbr263erhw1K \"https://whatsapp.com/channel/0029VaIdDi8Bqbr263erhw1K\") \\| [LinkedIn](https://www.linkedin.com/company/allafrica/ \"https://www.linkedin.com/company/allafrica/\")\n\nMollen, who visited the affected communities this afternoon, said the floods have once again exposed the difficult balance between disaster preparedness and deep-rooted socio-economic realities in the Shire Valley, where many families continue to live in flood-prone areas because they have nowhere else to go.\n\nHe expressed concern that some residents ignored repeated warnings to move to higher ground, despite early alerts issued through various communication ",
  "source": "allafrica.com",
  "source_url": "https://allafrica.com/stories/202512310049.html",
  "published_at": "20251231T060000Z",
  "fetched_at": "2026-01-01T00:26:23.010909+00:00",
  "category": "climate_environment",
  "subcategory": null,
  "keywords": [],
  "location": "Nigeria",
  "raw_data": {
    "url": "https://allafrica.com/stories/202512310049.html",
    "url_mobile": "",
    "title": "Malawi : Flash Floods Ravage Shire Valley , Expose Deep Vulnerability of Riverine Communities",
    "seendate": "20251231T060000Z",
    "socialimage": "",
    "domain": "allafrica.com",
    "language": "English",
    "sourcecountry": "Nigeria"
  }
}