{
  "id": "f0abf2b6825310f6",
  "title": "Antisipasi cuaca ekstrem , Pemkot Jakut perkuat mitigasi bencana",
  "description": "Pemerintah Kota Jakarta Utara (Pemkot Jakut) memperkuat mitigasi bencana dalam menghadapi cuaca ekstrem pada musim hujan ini, termasuk banjir rob di kawasan ...",
  "content": "# Antisipasi cuaca ekstrem, Pemkot Jakut perkuat mitigasi bencana\n\n- Rabu, 31 Desember 2025 13:42 WIB\n- waktu baca 3 menit\n\n![Antisipasi cuaca ekstrem, Pemkot Jakut perkuat mitigasi bencana](https://cdn.antaranews.com/cache/1200x800/2025/12/31/3ff09574-6cd2-4f80-8495-2a5c43caff30.jpeg)Kepala Suku Dinas SDA Jakarta Utara Heria Suwandi menijau pipa mesin pompa yang disiapkan dalam mencegah banjir saat cuaca ekstrem di Jakarta, Selasa (30/12/2025) ANTARA/HO-Pemkot Jakut\n\nJakarta (ANTARA) - Pemerintah Kota Jakarta Utara (Pemkot Jakut) memperkuat mitigasi bencana dalam menghadapi cuaca ekstrem pada musim hujan ini, termasuk banjir rob di kawasan pesisir utara Jakarta, khususnya saat malam pergantian tahun.\n\n“Kami memastikan kesiapsiagaan penuh menghadapi cuaca ekstrem tersebut,” kata Wali Kota Jakarta Utara Hendra Hidayat di Jakarta, Rabu.\n\nIa mengatakan Badan Meteorologi, Klimatologi, dan Geofisika (BMKG) telah merilis data teranyar di Jakarta Utara bahwa cuaca diperkirakan hujan dengan intensitas sedang hingga lebat disertai angin kencang dan petir khususnya pada malam hingga dini hari menjelang pergantian tahun.\n\n\"Wilayah pesisir Jakarta Utara juga kita waspadai terjadi banjir rob. Kami siagakan penuh meminimalisir hal-hal yang tidak diinginkan,\" kata dia.\n\nSementara itu, Kepala Suku Dinas Sumber Daya Air Kota Jakarta Utara Heria Suwandi mengatakan kesiapsiagaan dilakukan secara bertahap dan terukur dengan mengedepankan aspek pencegahan dan respons cepat di lapangan.\n\n**Baca juga: [Sebelas pejabat baru DKI diminta siaga hadapi cuaca ekstrem](https://www.antaranews.com/berita/5309674/sebelas-pejabat-baru-dki-diminta-siaga-hadapi-cuaca-ekstrem \"Sebelas pejabat baru DKI diminta siaga hadapi cuaca ekstrem\")**\n\nSelain itu, koordinasi lintas sektor bersama sejumlah pihak yang berpotensi terdampak banjir rob, seperti Pelabuhan Nizam Zahman, Pelindo Muara Baru, Pelindo Regional 2 Sunda Kelapa, Dinas Ketahanan Pangan, Kelautan, dan Pertanian (KPKP), serta PT Taman Impian Jaya ",
  "source": "antaranews.com",
  "source_url": "https://www.antaranews.com/berita/5328205/antisipasi-cuaca-ekstrem-pemkot-jakut-perkuat-mitigasi-bencana",
  "published_at": "20251231T070000Z",
  "fetched_at": "2026-01-01T00:26:23.010909+00:00",
  "category": "climate_environment",
  "subcategory": null,
  "keywords": [],
  "location": "Indonesia",
  "raw_data": {
    "url": "https://www.antaranews.com/berita/5328205/antisipasi-cuaca-ekstrem-pemkot-jakut-perkuat-mitigasi-bencana",
    "url_mobile": "https://m.antaranews.com/amp/berita/5328205/antisipasi-cuaca-ekstrem-pemkot-jakut-perkuat-mitigasi-bencana",
    "title": "Antisipasi cuaca ekstrem , Pemkot Jakut perkuat mitigasi bencana",
    "seendate": "20251231T070000Z",
    "socialimage": "https://cdn.antaranews.com/cache/1200x800/2025/12/31/3ff09574-6cd2-4f80-8495-2a5c43caff30.jpeg",
    "domain": "antaranews.com",
    "language": "Indonesian",
    "sourcecountry": "Indonesia"
  }
}