{
  "id": "94fdf297fbcda3f0",
  "title": "Dougherty : The weird bipartisan alliance to cap credit card rates is onto something",
  "description": "We're having a national conversation about lowering the cost of credit cards.",
  "content": "[Skip to content](https://www.pressdemocrat.com/2026/01/31/dougherty-the-weird-bipartisan-alliance-to-cap-credit-card-rates-is-onto-something/#content)\n\n![Elise Amendola -- Associated Press](https://www.pressdemocrat.com/wp-content/uploads/2026/01/AP25260370796060.jpg?w=487)\n\nElise Amendola — Associated Press\n\nBy [Carter Dougherty](https://www.pressdemocrat.com/author/carter-dougherty/ \"Posts by Carter Dougherty\") \\| Carter Dougherty is the senior fellow for anti-monopoly and finance at Demand Progress.\n\nPUBLISHED: January 31, 2026 at 12:00 AM PST\n\n**Getting your [Trinity Audio](https://trinityaudio.ai/) player ready...**\n\nBehind the credit card, ubiquitous in American economic life now for decades, stand a very few gigantic financial institutions that exert nearly unlimited power over how much consumers and businesses pay for the use of a small piece of plastic. American consumers and small businesses alike are spitting fire these days about the cost of credit cards, while the companies profiting from them are making money hand over fist.\n\nWe are now having a national conversation about what the federal government can do to lower the cost of credit cards. Sens. Bernie Sanders, a Vermont independent, and Josh Hawley, a Missouri Republican, truly strange political bedfellows, have proposed a 10% cap. Now President Donald Trump has too. But we risk spinning our wheels if we do not face facts about the underlying structure of this market.\n\nWe should dispense with the notion that the credit card business in the United States is a free market with robust competition. Instead, we have an oligopoly of dominant banks that issue them: JPMorgan Chase, Bank of America, American Express, Citigroup and Capital One, which together account for about 70% of all transactions. And we have a duopoly of networks: Visa and Mastercard, who process more than 80% of those transactions.\n\nThe results are higher prices for consumers who use the cards and businesses that accept them. Possibly ",
  "source": "pressdemocrat.com",
  "source_url": "https://www.pressdemocrat.com/2026/01/31/dougherty-the-weird-bipartisan-alliance-to-cap-credit-card-rates-is-onto-something/",
  "published_at": "20260131T101500Z",
  "fetched_at": "2026-02-01T00:32:37.375926+00:00",
  "category": "macroeconomics_finance",
  "subcategory": null,
  "keywords": [
    "alliance"
  ],
  "location": "United States",
  "raw_data": {
    "url": "https://www.pressdemocrat.com/2026/01/31/dougherty-the-weird-bipartisan-alliance-to-cap-credit-card-rates-is-onto-something/",
    "url_mobile": "",
    "title": "Dougherty : The weird bipartisan alliance to cap credit card rates is onto something",
    "seendate": "20260131T101500Z",
    "socialimage": "https://www.pressdemocrat.com/wp-content/uploads/2026/01/AP25260370796060.jpg",
    "domain": "pressdemocrat.com",
    "language": "English",
    "sourcecountry": "United States"
  }
}