{
  "id": "e5d8b1d003549988",
  "title": "Las cifras de coca de Naciones Unidas son necesarias",
  "description": "La controversia planteada por Petro sobre las cifras de coca reabre un debate clave, pero el problema no son los datos, sino cómo el Estado los interpreta y usa.",
  "content": "[Saltar al contenido](https://www.lasillavacia.com/red-de-expertos/red-de-la-paz/las-cifras-de-coca-de-naciones-unidas-son-necesarias/#main)\n\n![](https://www.lasillavacia.com/wp-content/uploads/2026/01/Ana_Maria_Rueda_Javier_Florez-780x585.jpg)\n\n_**Este es un espacio de debate que no compromete la opinión de La Silla Vacía ni de sus aliados.**_\n\n_**Esta columna fue escrita por los columnistas invitados Ana María Rueda y Javier Flórez.**_\n\nEl debate sobre la precisión del indicador de producción potencial de cocaína, que hace anualmente la Oficina de las Naciones Unidas contra la Droga y el Delito (Unodc), es oportuno y necesario. Permite que los funcionarios de este gobierno y los que vengan comprendan qué mide el país en materia de drogas, evalúen su utilidad y avancen en la construcción de nuevos indicadores que permitan diseñar y revisar políticas orientadas a reducir los cultivos de uso ilícito.\n\nNo es la primera vez que hay tensiones metodológicas entre el gobierno de Colombia y la Unodc y eso no debería sorprender. Toda medición se puede mejorar y toda política pública requiere revisar y ajustar sus indicadores.\n\nLo que sí resulta inédito —y un error estratégico— es el intento de politizar un debate que es, ante todo, técnico, sacándolo del terreno metodológico para llevarlo a la deslegitimación pública de los datos. Este giro no solo pone en entredicho la credibilidad de la información construida durante décadas de trabajo conjunto, sino que crea confusión y desconfianza en un campo en el que el país necesita certezas mínimas para entender cómo evoluciona este mercado ilegal.\n\nMás datos, más transparencia y más capacidad analítica, no menos, si a lo que se aspira es a construir una política de drogas basada en evidencia y no a crear disputas coyunturales.\n\n## Qué miden realmente los indicadores de coca y para qué sirven\n\nDurante más de 25 años, la política de drogas se ha apoyado en dos indicadores clave: el número de hectáreas cultivadas con coca y la produc",
  "source": "lasillavacia.com",
  "source_url": "https://www.lasillavacia.com/red-de-expertos/red-de-la-paz/las-cifras-de-coca-de-naciones-unidas-son-necesarias/",
  "published_at": "20260131T091500Z",
  "fetched_at": "2026-02-01T00:32:37.375926+00:00",
  "category": "macroeconomics_finance",
  "subcategory": null,
  "keywords": [],
  "location": "Colombia",
  "raw_data": {
    "url": "https://www.lasillavacia.com/red-de-expertos/red-de-la-paz/las-cifras-de-coca-de-naciones-unidas-son-necesarias/",
    "url_mobile": "",
    "title": "Las cifras de coca de Naciones Unidas son necesarias",
    "seendate": "20260131T091500Z",
    "socialimage": "https://www.lasillavacia.com/wp-content/uploads/2026/01/Ana_Maria_Rueda_Javier_Florez.jpg",
    "domain": "lasillavacia.com",
    "language": "Spanish",
    "sourcecountry": "Colombia"
  }
}