{
  "id": "ee56d9c10f3b3c36",
  "title": "Kerala economy mismanaged , only NDA model can revive state : Rajeev Chandrasekhar",
  "description": "BJP president in Kerala, Rajeev Chandrasekhar, on Saturday launched a sharp attack on the LDF government, accusing it of economic mismanagement, lack of vision, and failure to utilise borrowed funds for real development.He also said that only ...",
  "content": "![BJP president in Kerala, Rajeev Chandrasekhar](https://files.prokerala.com/news/photos/imgs/1200/g20-digital-innovation-alliance-summit-2023-1628137.jpg)\n\nBJP president in Kerala, Rajeev Chandrasekhar. Image Source: IANS\n\nThiruvananthapuram, Jan 31 : BJP president in Kerala, Rajeev Chandrasekhar, on Saturday launched a sharp attack on the LDF government, accusing it of economic mismanagement, lack of vision, and failure to utilise borrowed funds for real development.\n\nHe also said that only the development model pursued by the Prime Minister Narendra Modi-led NDA government can revive Kerala's economy.\n\nAddressing a press meet here, Chandrasekhar said there was nothing inherently wrong with taking loans, but stressed that the critical issue was how those funds were utilised.\n\n\"In states ruled by the BJP-led NDA, loans are taken and invested in productive infrastructure. In Kerala, nobody knows where the money has gone,\" he said.\n\nWhile clarifying that not every decision of the Left government was wrong, the BJP leader said the overall economic governance had failed. \"They promised that everything would be set right. Instead, the economy has been mismanaged,\" he alleged, adding that the State lacked any coherent economic strategy.\n\nChandrasekhar said the LDF government's much-touted investment promotion strategy had \"flopped miserably\" and called for a complete overhaul, modelled on the Centre's approach over the past decade.\n\nHe pointed out that Central funding to Kerala had increased by nearly 450 per cent, with a significant surge in tax devolution. \"Rs 22 lakh crore has been given to the State, yet Kerala's accumulated debt has touched Rs 4,88,910 crore in 2025-26,\" he said.\n\nAccording to him, nearly 92 per cent of the State's expenditure now goes towards loan repayment and salaries, leaving little room for development spending. He linked this to Kerala leading in unemployment and inflation, and said the decade-long LDF administration had failed to revive the e",
  "source": "prokerala.com",
  "source_url": "https://www.prokerala.com/news/articles/a1724249.html",
  "published_at": "20260131T094500Z",
  "fetched_at": "2026-02-01T00:32:37.375926+00:00",
  "category": "macroeconomics_finance",
  "subcategory": null,
  "keywords": [
    "model"
  ],
  "location": "India",
  "raw_data": {
    "url": "https://www.prokerala.com/news/articles/a1724249.html",
    "url_mobile": "",
    "title": "Kerala economy mismanaged , only NDA model can revive state : Rajeev Chandrasekhar",
    "seendate": "20260131T094500Z",
    "socialimage": "",
    "domain": "prokerala.com",
    "language": "English",
    "sourcecountry": "India"
  }
}