{
  "id": "00b5b9b5173a68c8",
  "title": "Nepaisydamas Trumpo įspėjimo Starmeris siekia stiprinti ryšius su Kinija",
  "description": "Jungtinės Karalystės (JK) ministras pirmininkas Keiras Starmeris penktadienį pareiškė, kad jo šalis turi „labai daug ką pasiūlyti“ Kinijai, nors jo bandymai užm...",
  "content": "[Pereiti į pagrindinį turinį](https://m.kauno.diena.lt/naujienos/pasaulis/ekonomika-ir-politika/nepaisydamas-trumpo-ispejimo-starmeris-siekia-stiprinti-rysius-su-kinija-1740104#main-content)\n\n![Nepaisydamas Trumpo įspėjimo Starmeris siekia stiprinti ryšius su Kinija](https://administravimas.diena.lt/sites/default/files-sync/styles/image_default_gallery/public/2026-01/sta_3.jpg)\n\nNepaisydamas Trumpo įspėjimo Starmeris siekia stiprinti ryšius su Kinija\n/\nScanpix nuotr.\n\nTai pirmasis Britanijos ministro pirmininko vizitas Kinijoje per aštuonerius metus. K. Starmerio kelionė surengta po kitų Vakarų lyderių, kurie siekia atsverti vis didesnį Jungtinių Valstijų nepastovumą, vizitų.\n\nPrancūzijos, Kanados ir Suomijos lyderiai pastarosiomis savaitėmis vyko į Pekiną atsitraukdami nuo D. Trumpo dėl jo bandymo perimti Grenlandiją ir grasinimų muitais NATO sąjungininkams.\n\nŽurnalistų paklaustas apie Britanijos verslo santykius su Kinija, D. Trumpas įspėjo, kad tai „jiems labai pavojinga“.\n\nK. Starmeris ketvirtadienį susitiko su aukščiausiais Kinijos lyderiais, įskaitant prezidentą Xi Jinpingą (Si Dzinpingą) ir premjerą Li Qiangą, abiem pusėms pabrėžiant glaudesnių ryšių poreikį.\n\nBritanijos lyderis penktadienio rytą verslo atstovams iš JK ir Kinijos sakė, kad abi pusės bendravo šiltai ir pasiekė realios pažangos.\n\n„Jungtinė Karalystė turi labai daug ką pasiūlyti“, – sakė jis trumpoje kalboje JK ir Kinijos verslo forume Kinijos banke.\n\nAnkstesnės dienos susitikimai suteikė „būtent tokį įsitraukimo lygį, kokio tikėjomės“, sakė K. Starmeris.\n\nKetvirtadienį jis pasirašė virtinę susitarimų. Pagal vieną jų Pekinas leis bevizį režimą Britanijos pasų turėtojams, lankantiems Kiniją iki 30 dienų.\n\nK. Starmeris pavadino susitarimus „simboliu to, ką darome su šiais santykiais“.\n\nPenktadienio popietę jis nuvyko į Kinijos ekonominį centrą Šanchajų, o vėliau tęs savo kelionę po Aziją, trumpam sustodamas Japonijoje susitikti su ministre pirmininke Sanae Takaichi.\n\n**Vizos ir viskis**\n\nNaujasis ",
  "source": "m.kauno.diena.lt",
  "source_url": "https://m.kauno.diena.lt/naujienos/pasaulis/ekonomika-ir-politika/nepaisydamas-trumpo-ispejimo-starmeris-siekia-stiprinti-rysius-su-kinija-1740104",
  "published_at": "20260130T141500Z",
  "fetched_at": "2026-01-31T00:26:46.418942+00:00",
  "category": "geopolitics_security",
  "subcategory": null,
  "keywords": [
    "ai"
  ],
  "location": "Lithuania",
  "raw_data": {
    "url": "https://m.kauno.diena.lt/naujienos/pasaulis/ekonomika-ir-politika/nepaisydamas-trumpo-ispejimo-starmeris-siekia-stiprinti-rysius-su-kinija-1740104",
    "url_mobile": "",
    "title": "Nepaisydamas Trumpo įspėjimo Starmeris siekia stiprinti ryšius su Kinija",
    "seendate": "20260130T141500Z",
    "socialimage": "https://administravimas.diena.lt/sites/default/files-sync/2026-01/sta_3.jpg",
    "domain": "m.kauno.diena.lt",
    "language": "Lithuanian",
    "sourcecountry": "Lithuania"
  }
}