{
  "id": "20eb1fd0f3f6be40",
  "title": "Understanding The New Energy Era : Global Trends , Risks And Certainties",
  "description": "A new energy era has begun, linked to the new multipolar geopolitics. Understand the new era is greatly aided by seven abiding\"certainties,\" plus one about technology.",
  "content": "Small Modular Reactors\n\n[Business](https://www.forbes.com/business/)[Energy](https://www.forbes.com/energy/)\n\n# Understanding The New Energy Era: Global Trends, Risks And Certainties\n\nBy [Scott Montgomery](https://www.forbes.com/sites/scottmontgomery/ \"https://www.forbes.com/sites/scottmontgomery/\"),\n\nContributor.\n\nForbes contributors publish independent expert analyses and insights.\nScott L. Montgomery is a geologist who writes about energy issues.\n\nFollow Author\n\nJan 29, 2026, 10:25pm EST\n\n0\n\n![Above The City: Aerial Views Of New York](https://imageio.forbes.com/specials-images/imageserve/697c0ff63f8d5f28a94112bc/Above-The-City--Aerial-Views-Of-New-York/0x0.jpg?width=960)\n\nLower Manhattan, New York City. (Photo by Mario Tama/Getty Images)\n\nGetty Images\n\nMost experts would agree that the energy sector is currently weathering a storm of aggressively competing claims. Indeed, this can sound like a diplomatic understatement. A key reason is that energy-related factors are embedded in the transformative shift we are witnessing away from the post-WWII international order toward an era of rivalry among major centers of political, economic, and military power.\n\nFor help in comprehending the new energy order, we could do much worse than attend to the words of Fatih Birol, a Turkish economist who has served as the Executive Director of the International Energy Agency since 2015. Birol is a recognized global voice on energy matters. He has steered the IEA from its original focus on oil security—set down at its creation right after the 1973 oil crisis—to broader coverage of both carbon and non-carbon sources. In so doing, he has done yeoman’s work updating the relevance of the IEA.\n\nBirol’s position is inescapably a political one. Both he and the IEA have served as routine targets of criticism, whether for favoring the role of fossil fuels or renewables. Rather than respond directly, Birol prefers to return to the facts of the current landscape. These argue that the somewhat ",
  "source": "forbes.com",
  "source_url": "https://www.forbes.com/sites/scottmontgomery/2026/01/29/understanding-the-new-energy-era-global-trends-risks-and-certainties/",
  "published_at": "20260130T040000Z",
  "fetched_at": "2026-01-31T00:26:46.418942+00:00",
  "category": "geopolitics_security",
  "subcategory": null,
  "keywords": [
    "ai",
    "energy"
  ],
  "location": "United States",
  "raw_data": {
    "url": "https://www.forbes.com/sites/scottmontgomery/2026/01/29/understanding-the-new-energy-era-global-trends-risks-and-certainties/",
    "url_mobile": "",
    "title": "Understanding The New Energy Era : Global Trends , Risks And Certainties",
    "seendate": "20260130T040000Z",
    "socialimage": "https://imageio.forbes.com/specials-images/imageserve/697c0ff63f8d5f28a94112bc/0x0.jpg?format=jpg&fit=bounds",
    "domain": "forbes.com",
    "language": "English",
    "sourcecountry": "United States"
  }
}