{
  "id": "7270dcac12ee8c23",
  "title": "Atak na Iran coraz bliżej ? Trump dostał na biurko  wielki plan  ",
  "description": "Pentagon i Biały Dom zaprezentowały prezydentowi Donaldowi Trumpowi szereg opcji uderzeń na Iran, włącznie z dużą kampanią bombardowania obiektów reżimu – donosi „Wall Street Journal”. Według dziennika bliskowschodni sojusznicy USA dążą do dyplomatycznego rozwiązania, ale jak dotąd bezowocnie.",
  "content": "REKLAMA\n\nPentagon i Biały Dom zaprezentowały prezydentowi Donaldowi Trumpowi szereg opcji uderzeń na Iran, włącznie z dużą kampanią bombardowania obiektów reżimu – donosi „Wall Street Journal”. Według dziennika bliskowschodni sojusznicy USA dążą do dyplomatycznego rozwiązania, ale jak dotąd bezowocnie.\n\n![Atak na Iran coraz bliżej? Trump dostał na biurko &quot;wielki plan&quot;](https://galeria.bankier.pl/p/f/6/e4111ba07c4e94-948-568-40-30-3960-2375.jpg)\n\n![Atak na Iran coraz bliżej? Trump dostał na biurko &quot;wielki plan&quot;](https://galeria.bankier.pl/p/f/6/e4111ba07c4e94-948-568-40-30-3960-2375.jpg)\n\nfot. Pool/ABACA / / FORUM\n\n## \"Wielki plan ataku na Iran\"\n\nJak podała gazeta, Trump w ostatnim czasie otrzymał informacje na temat opcji ataku opracowanych wspólnie przez Biały Dom i Pentagon. Wśród nich są „wielki” plan, który zakłada przeprowadzenie na szeroką skalę bombardowań irańskiego reżimu i obiektów Korpusu Strażników Rewolucji Islamskiej. Inne możliwości to ataki na symboliczne cele reżimu, co miałoby dać przestrzeń do eskalacji bombardowań, jeśli Iran nie zgodzi się na zakończenie programu nuklearnego, lub cyberataki na irańskie banki.\n\nDziennik napisał, że szereg bliskowschodnich sojuszników Ameryki – Katar, Oman, Arabia Saudyjska i Egipt – próbował w ostatnich dniach skłonić USA i Iran do rozwiązania dyplomatycznego, ale nie przyniosło to rezultatów. W środę próbę podjął też prezydent Turcji Recep Tayyip Erdogan podczas rozmowy telefonicznej z Trumpem. Szef MSZ Turcji Hakan Fidan powiedział, że Iran jest gotowy do negocjacji na temat swojego programu nuklearnego, lecz przestrzegał, by oddzielić tę sprawę od innych żądań Waszyngtonu.\n\n## Iran nie okazywał skłonności do ustępstw\n\nMimo to, według „WSJ”, Iran jak dotąd nie okazywał skłonności do ustępstw w kluczowych sprawach dotyczących programu nuklearnego. Odmawia rezygnacji ze wzbogacania uranu oraz wprowadzenia restrykcji na swój program rakiet balistycznych.\n\nW czwartek w rejon Bliskiego Wschodu pr",
  "source": "bankier.pl",
  "source_url": "https://www.bankier.pl/wiadomosc/Atak-na-Iran-coraz-blizej-Trump-dostal-na-biurko-wielki-plan-9076511.html",
  "published_at": "20260130T090000Z",
  "fetched_at": "2026-01-31T00:26:46.418942+00:00",
  "category": "geopolitics_security",
  "subcategory": null,
  "keywords": [],
  "location": "Poland",
  "raw_data": {
    "url": "https://www.bankier.pl/wiadomosc/Atak-na-Iran-coraz-blizej-Trump-dostal-na-biurko-wielki-plan-9076511.html",
    "url_mobile": "",
    "title": "Atak na Iran coraz bliżej ? Trump dostał na biurko  wielki plan  ",
    "seendate": "20260130T090000Z",
    "socialimage": "https://galeria.bankier.pl/p/f/6/e4111ba07c4e94-948-568-40-30-3960-2375.jpg",
    "domain": "bankier.pl",
    "language": "Polish",
    "sourcecountry": "Poland"
  }
}