{
  "id": "808b86704ed83f86",
  "title": "Canada suspendă procesarea vizelor în Rusia . Solicitanții , redirecționați către centre din alte țări",
  "description": "Centrele de procesare a vizelor canadiene din Rusia au încetat să mai accepte cereri începând de miercuri.",
  "content": "Gestionează-ți confidențialitatea\n\nPentru a oferi o experiență cât mai plăcută, noi și partenerii noștri folosim tehnologii precum cookie-urile pentru a stoca și / sau a accesa informații despre dispozitivul tău. Consimțământul față de aceste tehnologii ne va permite nouă și partenerilor noștri să procesăm date cu caracter personal, cum ar fi comportamentul de navigare sau ID-uri unice pe acest site și să afișăm reclame (ne)personalizate. Neacordarea sau retragerea consimțământului poate afecta negativ anumite caracteristici și funcții.\n\nFă clic mai jos pentru a consimți la cele de mai sus sau pentru a face alegeri mai detaliate. Opțiunile tale vor fi aplicate doar pe acest site. Poți modifica oricând setările, inclusiv prin retragerea consimțământului, utilizând comutatoarele din Politica privind Cookie-urile sau făcând clic pe butonul de gestionare a consimțământului din partea de jos a ecranului.\n\nFuncționaleFuncționale\nMereu activ\n\nStocarea tehnică sau accesul sunt strict necesare în scopul legitim de a permite utilizarea unui anumit serviciu solicitat în mod explicit de către abonat sau utilizator, sau în scopul exclusiv de a efectua transmiterea unei comunicări printr-o rețea de comunicații electronice.\n\nPreferințePreferințe\n\nStocarea tehnică sau accesul sunt necesare în scopul legitim de stocare a preferințelor care nu sunt solicitate de abonat sau utilizator.\n\nStatisticiStatistici\n\nStocarea tehnică sau accesul care sunt utilizate exclusiv în scopuri statistice.Stocarea tehnică sau accesul care sunt utilizate exclusiv în scopuri statistice anonime. Fără o citație, conformitatea voluntară din partea Furnizorului tău de servicii de internet sau înregistrările suplimentare de la o terță parte, informațiile stocate sau preluate numai în acest scop nu pot fi utilizate de obicei pentru a te identifica.\n\nMarketingMarketing\n\nStocarea tehnică sau accesul sunt necesare pentru a crea profiluri de utilizator pentru a trimite publicitate sau pentru a urmări utilizatorul p",
  "source": "romanialibera.ro",
  "source_url": "https://romanialibera.ro/la-zi/canada-suspenda-procesarea-vizelor-in-rusia-solicitantii-redirectionati-catre-centre-din-alte-tari/",
  "published_at": "20260130T180000Z",
  "fetched_at": "2026-01-31T00:26:46.418942+00:00",
  "category": "geopolitics_security",
  "subcategory": null,
  "keywords": [],
  "location": "Romania",
  "raw_data": {
    "url": "https://romanialibera.ro/la-zi/canada-suspenda-procesarea-vizelor-in-rusia-solicitantii-redirectionati-catre-centre-din-alte-tari/",
    "url_mobile": "",
    "title": "Canada suspendă procesarea vizelor în Rusia . Solicitanții , redirecționați către centre din alte țări",
    "seendate": "20260130T180000Z",
    "socialimage": "https://romanialibera.ro/wp-content/uploads/2023/10/visa-SUA_c6d790e701.jpg",
    "domain": "romanialibera.ro",
    "language": "Romanian",
    "sourcecountry": "Romania"
  }
}