{
  "id": "9dd3a966550f3a1e",
  "title": "Ceny ropy w united states w styczniu z najwyższym wzrostem od lipca 2023",
  "description": "Ceny ropy naftowej w USA są na minusach, lecz zmierzają do zakończenia stycznia z największym miesięcznym wzrostem od lipca 2023 r. Inwestorzy nadal obawiają się o zakłócenia w dostawach z Iranu wobec możliwości interwencji zbrojnej USA w tym kraju.",
  "content": "REKLAMA\n\nCeny ropy naftowej w USA są na minusach, lecz zmierzają do zakończenia stycznia z największym miesięcznym wzrostem od lipca 2023 r. Inwestorzy nadal obawiają się o zakłócenia w dostawach z Iranu wobec możliwości interwencji zbrojnej USA w tym kraju.\n\n![Ceny ropy w USA w styczniu z najwyższym wzrostem od lipca 2023](https://galeria.bankier.pl/p/9/f/4f0def93bf9e6b-948-568-0-67-3000-1799.jpg)\n\n![Ceny ropy w USA w styczniu z najwyższym wzrostem od lipca 2023](https://galeria.bankier.pl/p/9/f/4f0def93bf9e6b-948-568-0-67-3000-1799.jpg)\n\nfot. Mcintosh Jeff/CP/ABACA / /  Abaca Press\n\nBaryłka ropy West Texas Intermediate w dostawach na marzec zniżkuje na NYMEX w Nowym Jorku o 1,63 proc. do 64,34 USD.\n\nCena Brent na ICE na marzec spada o 1,3 proc. do 69,79 USD za baryłkę.\n\nCeny ropy Brent wzrosły o 15 proc., a WTI o 12 proc. w styczniu, w dużej mierze wobec niepewności wokół spekulacji o możliwym ataku USA na Iran. Ceny Brent są drodze do osiągnięcia największego miesięcznego wzrostu od stycznia 2022 r., a WTI od lipca 2023 r. Ceny ropy Brent wzrosły w styczniu powyżej 70 USD za baryłkę i są najwyższe od lipca.\n\nJak powiedziała Anh Pham, starsza analityczka LSEG, ceny spadły po wczorajszym wzroście, gdyż oczekiwania dotyczące możliwego ataku na Iran i zablokowania Cieśniny Ormuz nie ziściły się.\n\nReuters podał w piątek, że wobec narastających napięć wokół Iranu prezydent USA Donald Trump powiedział, że planuje rozmawiać z władzami tego kraju, a szef Pentagonu Pete Hegseth zapewnił, że wojsko jest gotowe wykonać każdą decyzję prezydenta.\n\n\"Mamy teraz wiele bardzo dużych, bardzo potężnych okrętów płynących do Iranu i byłoby wspaniale, gdybyśmy nie musieli z nich korzystać\" – powiedział Trump dziennikarzom w czwartek w Waszyngtonie.\n\nW tym tygodniu napięcie wokół Iranu wzrosło wobec rozbudowy potencjału sił zbrojnych USA na Bliskim Wschodzie. Trump wezwał w środę Iran do zawarcia umowy w sprawie broni jądrowej, w przeciwnym razie zagroził mu atakiem. Teheran odpowiedzia",
  "source": "bankier.pl",
  "source_url": "https://www.bankier.pl/wiadomosc/Ceny-ropy-w-USA-spadaja-ale-w-styczniu-wzrost-najwyzszy-od-lipca-2023-9076610.html",
  "published_at": "20260130T090000Z",
  "fetched_at": "2026-01-31T00:26:46.418942+00:00",
  "category": "geopolitics_security",
  "subcategory": null,
  "keywords": [],
  "location": "Poland",
  "raw_data": {
    "url": "https://www.bankier.pl/wiadomosc/Ceny-ropy-w-USA-spadaja-ale-w-styczniu-wzrost-najwyzszy-od-lipca-2023-9076610.html",
    "url_mobile": "",
    "title": "Ceny ropy w united states w styczniu z najwyższym wzrostem od lipca 2023",
    "seendate": "20260130T090000Z",
    "socialimage": "https://galeria.bankier.pl/p/9/f/4f0def93bf9e6b-948-568-0-67-3000-1799.jpg",
    "domain": "bankier.pl",
    "language": "Polish",
    "sourcecountry": "Poland"
  }
}