{
  "id": "d1ab7026a02c9d3e",
  "title": "Starmer China Trip Draws Criticism - NATIONAL NEWS - The Coventry Observer",
  "description": "Prime Minister Sir Keir Starmer remains in China today as political debate grows over what Britain is gaining from the first visit by a UK leader since 2018. ",
  "content": "# Starmer’s China Trip Draws Criticism - NATIONAL NEWS\n\n![](https://coventryobserver.co.uk/wp-content/uploads/2026/01/55066713683_540662652d_b-60x40.jpg)![](https://coventryobserver.co.uk/wp-content/uploads/2026/01/55066713683_540662652d_b-651x434.jpg)\n\nPrime Minister Keir Starmer meets China’s President Xi Jinping for a bilateral meeting at the Great Hall of the People. Picture by Simon Dawson / No 10 Downing Street\n\n[Claire Bullivant](https://coventryobserver.co.uk/team/claire-bullivant/)17 hours ago[0](https://coventryobserver.co.uk/news/starmers-china-trip-draws-criticism-national-news-60102/#disqus_thread)\n\n#### Prime Minister Sir Keir Starmer remains in China today as political debate grows over what Britain is gaining from the first visit by a UK leader since 2018.\n\n##### The trip has been billed by Downing Street as an attempt to stabilise relations with Beijing, expand trade and attract investment at a time of economic pressure at home.\n\nSir Keir has met Chinese President Xi Jinping in Beijing and travelled on to Shanghai with a delegation of ministers and business leaders.\n\nGovernment officials say outcomes so far include a new visa-free travel arrangement allowing UK passport holders to stay in China for up to 30 days, and a commitment by Beijing to halve tariffs on Scotch whisky exports.\n\nHowever, critics argue the visit has delivered few concrete gains for British industry and has raised uncomfortable questions about how far the UK is willing to soften its stance towards Beijing.\n\n#### Opposition Attack\n\nConservative leader Kemi Badenoch has been among those to condemn the visit, saying:\n\n* * *\n\n* * *\n\n> “Keir Starmer seems incapable of acting in Britain’s national interest. We should not roll out the red carpet for a state that conducts daily espionage in our country, flouts international trading rules and aids Putin in his senseless war on Ukraine.\n>\n> “We need a dialogue with China, we do not need to kowtow to them. But Keir Starmer is weak and has n",
  "source": "coventryobserver.co.uk",
  "source_url": "https://coventryobserver.co.uk/news/starmers-china-trip-draws-criticism-national-news-60102/",
  "published_at": "20260130T094500Z",
  "fetched_at": "2026-01-31T00:26:46.418942+00:00",
  "category": "geopolitics_security",
  "subcategory": null,
  "keywords": [
    "china"
  ],
  "location": "United Kingdom",
  "raw_data": {
    "url": "https://coventryobserver.co.uk/news/starmers-china-trip-draws-criticism-national-news-60102/",
    "url_mobile": "",
    "title": "Starmer China Trip Draws Criticism - NATIONAL NEWS - The Coventry Observer",
    "seendate": "20260130T094500Z",
    "socialimage": "https://coventryobserver.co.uk/wp-content/uploads/2026/01/55066713683_540662652d_b.jpg",
    "domain": "coventryobserver.co.uk",
    "language": "English",
    "sourcecountry": "United Kingdom"
  }
}