{
  "id": "89811408e1eb019c",
  "title": "Labor Groups Stage Protest in Jakarta Today , Police Deploy 1 , 392 Personnel",
  "description": "The police officer said none of the personnel deployed to secure the protest today are armed.",
  "content": "# Labor Groups Stage Protest in Jakarta Today, Police Deploy 1,392 Personnel\n\nReporter\n\n[Annisa Febiola](https://en.tempo.co/reporter/news/1771/annisa-febiola)\n\nDecember 29, 2025 \\| 11:22 am\n\nShare\n\nArticle link copied\n\n\n![](https://statik.tempo.co/data/2025/11/17/id_1441795/1441795_720.jpg)\n\n**TEMPO.CO, Jakarta**\\- The Jakarta Regional Committee of the Indonesian Trade Union Confederation (KSPI), along with various other labor groups, is set to stage a [protest](https://en.tempo.co/tag/protest) against the Provincial Minimum Wage (UMP) in the southern part of the National Monument (Monas), in Gambir, Central Jakarta, on Monday, December 29. A total of 1,392 police personnel from the Jakarta Metro Police, the Central Jakarta Metro Police, and subordinate police precincts are deployed.\n\n\"We have deployed 1,392 joint personnel to facilitate the public aspiration, ensuring it's held in a safe, orderly, and conducive manner,\" said the Chief of the Central Jakarta Metro Police, Grand Commissioner Susatyo Purnomo Condro, in a written statement.\n\nThe police officer said none of the personnel deployed today are armed, stressing the humane and professional approach in securing the protest.\n\nSusatyo also urged protesters to convey their aspirations in an orderly manner and not to provoke the other attendees. \"We urge that the demonstration be conducted peacefully, without anarchy, without burning used tires, without damaging public facilities, and without resisting the authorities,\" he said.\n\nTo anticipate traffic congestion, the police advised residents who will pass near [Monas](https://en.tempo.co/tag/monas) to use alternative routes during the demonstration. Susatyo stated that traffic diversions were situational and would be adjusted according to the number of demonstrators on the ground. \"We seek the understanding of the public regarding the potential traffic congestion that may occur,\" he said.\n\n**_Read:_** [**_Indonesian Workers to Stage Protest Rejecting 2026 Minimum",
  "source": "en.tempo.co",
  "source_url": "https://en.tempo.co/read/2076752/labor-groups-stage-protest-in-jakarta-today-police-deploy-1392-personnel",
  "published_at": "20251230T024500Z",
  "fetched_at": "2025-12-31T00:23:34.453563+00:00",
  "category": "politics_governance",
  "subcategory": null,
  "keywords": [
    "protest"
  ],
  "location": "",
  "raw_data": {
    "url": "https://en.tempo.co/read/2076752/labor-groups-stage-protest-in-jakarta-today-police-deploy-1392-personnel",
    "url_mobile": "//en.tempo.co/amp/2076752/labor-groups-stage-protest-in-jakarta-today-police-deploy-1392-personnel",
    "title": "Labor Groups Stage Protest in Jakarta Today , Police Deploy 1 , 392 Personnel",
    "seendate": "20251230T024500Z",
    "socialimage": "https://statik.tempo.co/data/2025/11/17/id_1441795/1441795_720.jpg",
    "domain": "en.tempo.co",
    "language": "English",
    "sourcecountry": ""
  }
}