{
  "id": "581f87ffc2f0d48d",
  "title": "Donald Trump , the Bomb , and the Human Future",
  "description": "[Skip to main content](https://www.mediaforfreedom.com/content/donald-trump-bomb-and-human-future?page=106#main-content)\n\n## Author:\n\n- [David Krieger](https://www.mediaforfreedom.com/author/david-kri",
  "content": "[Skip to main content](https://www.mediaforfreedom.com/content/donald-trump-bomb-and-human-future?page=106#main-content)\n\n## Author:\n\n- [David Krieger](https://www.mediaforfreedom.com/author/david-krieger)\n\nDonald Trump and the Bomb are nearly the same age. Which of them will prove to be more destructive remains to be seen, but in combination they are terrifying.\n\nTrump was born on June 14, 1946, less than a year after the first and, thus far, only nuclear weapons were used in war. Given Trump’s surprising recent election as president of the United States, his fate and that of the Bomb are about to become seriously and dangerously intertwined with the fate of all humanity.\n\nOn January 20, 2017, Trump will be sworn in as the 45th president of the United States, and he will be given the nuclear codes and the power to launch the U.S. nuclear arsenal, which is comprised of some 7,000 nuclear weapons. A military officer will always be close to Trump, carrying the nuclear codes in a briefcase known as the “football.” What does this portend for civilization and the future of humanity?\n\nThe most positive policy proposal Trump will bring to the table as president is his desire to improve and strengthen relations between the U.S. and Russia, which have deteriorated badly in recent years. This is one hopeful sign that could lead to renewed efforts by the two countries to reduce their nuclear arsenals and reverse current plans to modernize these arsenals.\n\nThe Numerous Negatives\n\nTrump’s behavior during the presidential campaign was often erratic, seemingly based on discernable personality traits, including narcissism, arrogance, impulsiveness, and a lack of predictability. If these traits provide a fair characterization of Trump’s personality, what do they suggest for his control of the U.S. nuclear arsenal?\n\nTrump’s narcissism seems to be reflected in his need to be liked and treated positively. During the primaries, if another candidate criticized him, Trump would respond wi",
  "source": "mediaforfreedom.com",
  "source_url": "http://www.mediaforfreedom.com/content/donald-trump-bomb-and-human-future?page=106",
  "published_at": "20251231T050000Z",
  "fetched_at": "2026-01-01T00:26:23.010909+00:00",
  "category": "geopolitics_security",
  "subcategory": null,
  "keywords": [],
  "location": "United States",
  "raw_data": {
    "url": "http://www.mediaforfreedom.com/content/donald-trump-bomb-and-human-future?page=106",
    "url_mobile": "",
    "title": "Donald Trump , the Bomb , and the Human Future",
    "seendate": "20251231T050000Z",
    "socialimage": "",
    "domain": "mediaforfreedom.com",
    "language": "English",
    "sourcecountry": "United States"
  }
}