{
  "id": "12a75293a3eed024",
  "title": "Apple cant secure enough chips as iPhone demand surges , memory prices rise",
  "description": "Apple reported blowout first-quarter earnings on Thursday, and predicted growth of as much as 16% in the current quarter, matching the period that just ended. Sales could be even better, Apple said, if the company could secure enough chips to meet its customers’ iPhone demands. “We expect our March quarter total company revenue to grow by 13% to […]",
  "content": "[Technology](https://www.cnbcafrica.com/2026/technology)\n\n# Apple can’t secure enough chips as iPhone demand surges, memory prices rise\n\nPUBLISHED: Fri, 30 Jan 2026 14:17:42 GMT\n\nKif Leswing\n\n[**CNBC**](https://www.cnbcafrica.com/author/cnbc)\n\nShare\n\n## Key Points\n\n- Apple reported blowout first-quarter earnings on Thursday, and predicted growth of as much as 16% in the current quarter, matching the period that just ended.\n- Sales could be even better, Apple said, if the company just secure enough chips to meet its customers’ iPhone demands.\n- “The constraints that we have are driven by the availability of the advanced nodes that our SoCs are produced on, and at this time, we’re seeing less flexibility in supply chain than normal,” Apple CEO Tim Cook said.\n\n![](https://cms.cnbcafrica.com/wp-content/uploads/2026/01/108196778-1757507590799-gettyimages-2234563479-_73a3022_jnkqswz6-820x462.jpg)Apple CEO Tim Cook holds up a new iPhone 17 Pro during an Apple special event at Apple headquarters in Cupertino, California, Sept. 9, 2025.\n\nJustin Sullivan \\| Getty Images\n\nApple reported blowout first-quarter earnings on Thursday, and predicted growth of as much as 16% in the current quarter, matching the period that just ended.\n\nSales could be even better, Apple said, if the company could secure enough chips to meet its customers’ iPhone demands.\n\n“We expect our March quarter total company revenue to grow by 13% to 16% year over year, which comprehends our best estimates of constrained iPhone supply during the quarter,” finance chief Kevan Parekh told analysts on Thursday.\n\nOn the company’s earnings call, analysts asked CEO Tim Cook several questions about Apple’s access to memory components, which have seen their prices skyrocket due to demand related to chips necessary for artificial intelligence data centres. That has caused a memory shortage.\n\nInstead of dwelling on memory, Cook focused on rising demand and the company’s lean inventory. He said that what’s keeping Apple fr",
  "source": "cnbcafrica.com",
  "source_url": "https://www.cnbcafrica.com/2026/apple-cant-secure-enough-chips-as-iphone-demand-surges-memory-prices-rise",
  "published_at": "20260130T121500Z",
  "fetched_at": "2026-01-31T00:26:46.418942+00:00",
  "category": "semiconductors_compute",
  "subcategory": null,
  "keywords": [
    "chip"
  ],
  "location": "South Africa",
  "raw_data": {
    "url": "https://www.cnbcafrica.com/2026/apple-cant-secure-enough-chips-as-iphone-demand-surges-memory-prices-rise",
    "url_mobile": "",
    "title": "Apple cant secure enough chips as iPhone demand surges , memory prices rise",
    "seendate": "20260130T121500Z",
    "socialimage": "https://cdn.cnbc.africa/wp-content/uploads/2026/01/108196778-1757507590799-gettyimages-2234563479-_73a3022_jnkqswz6.jpg",
    "domain": "cnbcafrica.com",
    "language": "English",
    "sourcecountry": "South Africa"
  }
}