{
  "id": "57cf48a3abe807be",
  "title": "Chip design , talent key to semiconductor independence : Minister",
  "description": "Industry Minister Agus Gumiwang Kartasasmita has stated that the development of chip design is the foundation for achieving national independence in the ...",
  "content": "# Chip design, talent key to semiconductor independence: Minister\n\n- January 30, 2026 11:54 GMT+700\n\n![Chip design, talent key to semiconductor independence: Minister](https://cdn.antaranews.com/cache/1200x800/2026/01/30/iss3.jpeg)Industry Minister Agus Gumiwang Kartasasmita (second from left) inspects facilities and research outcomes related to chip design development and supporting semiconductor components, during the Indonesia Semiconductor Summit (ISS) 2026 in Bandung, on Thursday (January 29, 2026). (ANTARA/HO-Kemenperin)\n\nBontang, East Kalimantan (ANTARA) - Industry Minister Agus Gumiwang Kartasasmita has stated that the development of chip design is the foundation for achieving national independence in the semiconductor industry.\n\nIn a statement received here on Friday, he said the government is strengthening an integrated semiconductor ecosystem amid rising demand for strategic components across priority sectors, including electronics, automotive, telecommunications, energy, and digital transformation.\n\n“The national semiconductor development cannot be carried out instantly, but must be pursued through a gradual and realistic approach by placing talent and chip design in the early stage,” he said.\n\nIn the electronics sector, national mobile phone production ranges from 30 million to 60 million units per year, while laptop demand is targeted to reach 1.57 million units by 2026.\n\nIn the automotive sector, Indonesia’s motor vehicle production in 2025 was recorded at 803,867 units, including electric and hybrid vehicles, which contain up to three times more semiconductor components than conventional vehicles.\n\nThe minister explained that Indonesia has several foundations in the semiconductor ecosystem, including assembly and testing facilities integrated into the Global Value Chain (GVC) and integrated circuit design companies.\n\nThe country also has a downstream industrial base such as electronic manufacturing services (EMS), original equipment manufacturers (OE",
  "source": "en.antaranews.com",
  "source_url": "https://en.antaranews.com/news/402190/chip-design-talent-key-to-semiconductor-independence-minister",
  "published_at": "20260130T084500Z",
  "fetched_at": "2026-01-31T00:26:46.418942+00:00",
  "category": "semiconductors_compute",
  "subcategory": null,
  "keywords": [
    "semiconductor",
    "chip"
  ],
  "location": "Indonesia",
  "raw_data": {
    "url": "https://en.antaranews.com/news/402190/chip-design-talent-key-to-semiconductor-independence-minister",
    "url_mobile": "",
    "title": "Chip design , talent key to semiconductor independence : Minister",
    "seendate": "20260130T084500Z",
    "socialimage": "https://cdn.antaranews.com/cache/1200x800/2026/01/30/iss3.jpeg",
    "domain": "en.antaranews.com",
    "language": "English",
    "sourcecountry": "Indonesia"
  }
}