{
  "id": "5c960f2576edfa9e",
  "title": "Industrial output growth slows to 5 - year low in S . Korea in 2025",
  "description": "South Korea's industrial output grew at the slowest pace in five years in 2025, despite strong growth in the semiconductor industry, while retail sales and facility investment showed signs of improvement, government data showed on ...",
  "content": "Seoul, Jan 30 : South Korea's industrial output grew at the slowest pace in five years in 2025, despite strong growth in the semiconductor industry, while retail sales and facility investment showed signs of improvement, government data showed on Friday.\n\nIndustrial output gained 0.5 percent from a year earlier in 2025, slowing from a 1.5 percent increase the previous year, according to the data from the Ministry of Statistics and Data, reports Yonhap news agency.\n\nThe 2025 figure marks the weakest growth since 2020, when output contracted amid the fallout from the COVID-19 pandemic.\n\nThe output of the mining and manufacturing sector, considered the backbone of the economy, gained 1.6 percent in 2025, the ministry said.\n\nNotably, chip output surged 13.2 percent on-year as global demand continued to rise amid the artificial intelligence (AI) boom.\n\n\"Semiconductors strongly drove growth in 2025,\" Lee Doo-won, a ministry official, told reporters. \"We saw a virtuous cycle with expanded investment in semiconductor facilities and equipment.\"\n\nRetail sales, a key indicator of private spending, also rose 0.5 percent from a year earlier, rebounding from a decline the previous year.\n\nAfter three consecutive years of shrinking consumption, private spending turned positive for the first time in four years.\n\nThe growth was particularly strong in the third quarter of 2025, fueled by the government's cash handouts known as consumption coupons, the ministry said.\n\nThe rise was led by higher sales of durable goods, such as passenger vehicles, which jumped 4.5 percent on-year, the data showed.\n\nSales of semidurable goods, such as clothing, fell 2.2 percent, while sales of nondurable goods, including cosmetics, slipped 0.3 percent.\n\nFacility investment advanced 1.7 percent on-year in 2025, extending gains for a second straight year, supported by strong demand for transportation equipment and chip-related machinery, according to the data.\n\nConstruction investment weakened, with constru",
  "source": "prokerala.com",
  "source_url": "https://www.prokerala.com/news/articles/a1723815.html",
  "published_at": "20260130T043000Z",
  "fetched_at": "2026-01-31T00:26:46.418942+00:00",
  "category": "semiconductors_compute",
  "subcategory": null,
  "keywords": [],
  "location": "India",
  "raw_data": {
    "url": "https://www.prokerala.com/news/articles/a1723815.html",
    "url_mobile": "",
    "title": "Industrial output growth slows to 5 - year low in S . Korea in 2025",
    "seendate": "20260130T043000Z",
    "socialimage": "",
    "domain": "prokerala.com",
    "language": "English",
    "sourcecountry": "India"
  }
}