{
  "id": "6771e24aa40175f3",
  "title": "AI demand lifts ASML to record profit as company trims workforce",
  "description": "Surging demand for artificial intelligence drove Dutch semiconductor equipment maker ASML to a record profit last year, even as the company announced plans to cut about 1,700 jobs to streamline operations",
  "content": "## AI demand lifts ASML to record profit as company trims workforce\n\nAnabelle Colaco\n\n\n30 Jan 2026, 16:00 GMT+10\n\n\n![AI demand lifts ASML to record profit as company trims workforce](https://image.chitra.live/api/v1/wps/4c0c78c/a3dc50f7-2300-4b9d-9b81-ebbca00ef1d9/1/asml-630x420.jpg)\n\n- Surging demand for artificial intelligence drove Dutch semiconductor equipment maker ASML to a record profit last year, even as the company announced plans to cut about 1,700 jobs to streamline operations\n- ASML reported net profit of 9.6 billion euros (US$11.5 billion) in 2025 on sales of 32.7 billion euros, the strongest financial performance in its history\n- The results come despite Dutch government restrictions on exports of advanced chipmaking machines that could be used to produce chips for weapons systems\n\nTHE HAGUE, Netherlands: Surging demand for artificial intelligence drove Dutch semiconductor equipment maker ASML to a record profit last year, even as the company announced plans to cut about 1,700 jobs to streamline operations.\n\nASML reported net profit of 9.6 billion euros (US$11.5 billion) in 2025 on sales of 32.7 billion euros, the strongest financial performance in its history. At the same time, the company said it would reduce its workforce by roughly four percent.\n\nThe results come despite Dutch government restrictions on exports of advanced chipmaking machines that could be used to produce chips for weapons systems. The controls, first announced in 2023 and later expanded, are widely seen as aligning with a U.S. strategy to curb China's access to cutting-edge semiconductor technology.\n\n\"In the last months, many of our customers have shared a notably more positive assessment of the medium-term market situation, primarily based on more robust expectations of the sustainability of AI-related demand. This is reflected in a marked step-up in their medium-term capacity plans and in our record order intake,\" ASML President and Chief Executive Officer Christophe Fouquet sai",
  "source": "floridastatesman.com",
  "source_url": "http://www.floridastatesman.com/news/278836154/ai-demand-lifts-asml-to-record-profit-as-company-trims-workforce",
  "published_at": "20260130T150000Z",
  "fetched_at": "2026-01-31T00:26:46.418942+00:00",
  "category": "semiconductors_compute",
  "subcategory": null,
  "keywords": [
    "ai",
    "workforce"
  ],
  "location": "United States",
  "raw_data": {
    "url": "http://www.floridastatesman.com/news/278836154/ai-demand-lifts-asml-to-record-profit-as-company-trims-workforce",
    "url_mobile": "",
    "title": "AI demand lifts ASML to record profit as company trims workforce",
    "seendate": "20260130T150000Z",
    "socialimage": "https://image.chitra.live/api/v1/wps/efa6e2c/a3dc50f7-2300-4b9d-9b81-ebbca00ef1d9/1/asml-600x315.jpg",
    "domain": "floridastatesman.com",
    "language": "English",
    "sourcecountry": "United States"
  }
}