{
  "id": "202ea0c8d7c82f85",
  "title": "Apprendre à LCD sa place",
  "description": "C’est un vrai bon plan qui tire sa révérence. Sur la page d’achat du Steam Deck, Valve indique que la production de la version LCD 256 Go de son formidable petit système est terminée et qu’il ne sera plus possible d’en obtenir une fois les stocks épuisés. Certes, le message n’apparait pas sur la page en français, en allemand ou en italien, ce qui peut faire subsister un maigre espoir que les ventes en Europe puissent continuer quelque temps, mais soyons réalistes : il est bien plus probable que la traduction ait simplement été oubliée entre la dinde et le panettone. Alors que 2026 s’annonce être l’année de la hess quant aux tarifs du matos à cause des gogos de l’IA, difficile de ne pas voir la disparition du Steam Deck LCD et de ses 420 euros tout mouillé comme le premier pas vers ce monde où tout coute cher, et en particulier les jeux vidéo. K.",
  "content": "![](https://cdn.canardware.com/2022/10/06215939/Steamdeck-422x251.webp)\n\n[Kocobé](https://www.canardpc.com/auteur/kocobe)\nle 30 December 2025\n\n\n##### Apprendre à LCD sa place\n\nC’est un vrai bon plan qui tire sa révérence. [Sur la page d’achat du Steam Deck](https://store.steampowered.com/steamdeck), Valve indique que la production de la version LCD 256 Go de son formidable petit système est terminée et qu’il ne sera plus possible d’en obtenir une fois les stocks épuisés. Certes, le message n’apparait pas sur la page en français, en allemand ou en italien, ce qui peut faire subsister un maigre espoir que les ventes en Europe puissent continuer quelque temps, mais soyons réalistes : il est bien plus probable que la traduction ait simplement été oubliée entre la dinde et le panettone. Alors que 2026 s’annonce être l’année de la hess quant aux tarifs du matos à cause des gogos de l’IA, difficile de ne pas voir la disparition du Steam Deck LCD et de ses 420 euros tout mouillé comme le premier pas vers ce monde où tout coute cher, et en particulier les jeux vidéo. **K.**\n\n[Kocobé](https://www.canardpc.com/auteur/kocobe)\nle 30 December 2025\n\n\n##### Voilà que l’agent au service secret de sa majesté fait un bond (mdr) en avant dans le calendrier de 2026. Plutôt que le 27 mars, les Danois d’IO Interactive [ont annoncé](https://bsky.app/profile/007game.ioi.dk/post/3mao7ytthlk2t) que, finalement, _007 First Light_ n’arriverait que le 27 mai, soit un jour après _GTA 6_ s’il n’avait pas été aussi repoussé. **K.**\n\n![](https://cdn.canardware.com/2025/12/27191618/Vince_Zampella-e1766859645638-422x251.jpg)\n\n[Kocobé](https://www.canardpc.com/auteur/kocobe)\nle 29 December 2025\n\n\n##### No Respawn\n\nIl y a quelques jours, [on apprenait](https://www.nbclosangeles.com/news/local/video-game-developer-vince-zampella-crash-call-of-duty/3819576/) la mort de Vince Zampella, tué le 21 décembre avec son passager dans un accident de voiture à Los Angeles. Ce vétéran de 55 ans qui a notamment cofon",
  "source": "canardpc.com",
  "source_url": "https://www.canardpc.com/news/apprendre-a-lcd-sa-place/",
  "published_at": "20251230T094500Z",
  "fetched_at": "2025-12-31T00:23:34.453563+00:00",
  "category": "labor_employment",
  "subcategory": null,
  "keywords": [],
  "location": "France",
  "raw_data": {
    "url": "https://www.canardpc.com/news/apprendre-a-lcd-sa-place/",
    "url_mobile": "",
    "title": "Apprendre à LCD sa place",
    "seendate": "20251230T094500Z",
    "socialimage": "https://cdn.canardware.com/2022/10/06215939/Steamdeck-1200x627.webp",
    "domain": "canardpc.com",
    "language": "French",
    "sourcecountry": "France"
  }
}